Repository: ftl-mv-translation/old-guard
Catalog: locale-machine/data/events_sector_og_dawn.xml/*.po
Languages: fr

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DESTROY"]/text
fr: Vous avez vaincu la garde de la Nouvelle Aube. Quoi que ce soit qui ait pu se trouver dans leur cargaison a certainement été détruit, mais vous pouvez au moins récupérer quelques provisions du vaisseau.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DEADCREW"]/text
fr: Vous avez vaincu la garde de la Nouvelle Aube. Sans équipage à bord pour vous arrêter, vous pouvez fouiller leur cargaison. Vous trouvez une arme à ramener au vaisseau, et passez à la ferraille de leur coque.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FOLLOWUP"]/text
fr: En tuant la garde de la Nouvelle Aube, vous avez sans doute provoqué l'envoi de renforts pour vous traquer. Soyez prudent en explorant le secteur.

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/text
fr: Un vaisseau de la Nouvelle Aube se déplace pour attaquer ! À en juger par le regard vengeur dans les yeux de leur capitaine, c'est sans doute le vaisseau envoyé par la garde pour vous traquer !

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/text
fr: Un vaisseau de la Nouvelle Aube se déplace pour attaquer ! À en juger par le regard vengeur dans les yeux de leur capitaine, c'est sans doute le vaisseau envoyé par la garde pour vous traquer !

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_START_OG_DAWN_UNIQUE"]/text[1]
fr: Ce qui était auparavant un simple établissement de la Garde de Fer est devenu le siège de l'armée de la Nouvelle Aube. Quiconque s'opposait à la faction a disparu depuis longtemps, mais la faction a désespérément besoin de soutien, surtout d'un puissant renégat comme vous.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_START_OG_DAWN_UNIQUE"]/text[2]
fr: La Nouvelle Aube est un groupe dissident de la Garde de Fer ; les anciens membres de la Garde de Fer sont venus ici pour organiser leurs forces militaires contre la Garde de Fer. La Nouvelle Aube a cependant désespérément besoin de soutien, surtout d'un puissant renégat comme vous.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/text
fr: Au lieu de déployer immédiatement leurs armes contre vous, la garde vous contacte par les communications. "Écoutez, de bonnes rumeurs circulent à votre sujet, mais je ne veux pas me mettre du mauvais côté de la rébellion juste sur de bonnes rumeurs, alors si vous pouviez m'envoyer un peu de ferraille, nous pourrions tous les deux obtenir ce que nous voulons."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[2]/text
fr: Payer le pot-de-vin.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[2]/event/text
fr: Le garde hoche la tête et examine la ferraille un bref instant. "Très bien, si quelqu'un demande, vous êtes passé pendant le quart précédent."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_OG_DAWN"]/text
fr: (Membre d'équipage Nouvelle Aube) Demander le passage libre.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_OG_DAWN"]/event/text
fr: "Oh, je n'étais pas au courant, nous avons des provisions à portée de main pour aider ceux comme vous."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_REBEL_ALL"]/text
fr: (Membre d'équipage Rebelle) Demander le passage libre.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_REBEL_ALL"]/event/text
fr: "Je suppose qu'il n'y a pas de risque si vous avez des rebelles à bord, très bien."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/text
fr: Le garde vous contacte. "Hé, ce n'est rien de personnel, mais la rébellion a un problème avec vous et maintenant ça devient mon problème."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[1]/text
fr: Préparez-vous au combat !

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[1]/event/text
fr: Vous vous précipitez vers les positions défensives alors que le garde approche menaçamment.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/text
fr: Essayer de les soudoyer.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/event/text
fr: Vous espérez que cela suffira à les satisfaire...

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/event/choice/event/text
fr: "Curieux, je n'arrive pas à me souvenir qui m'a donné cette ferraille... Maintenant, dépêchez-vous avant que je ne change d'avis."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="LIST_CREW_OG_DAWN"]/text
fr: (Membre d'équipage Nouvelle Aube) Demander le passage libre.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="LIST_CREW_OG_DAWN"]/event/text
fr: "Oh, je n'étais pas au courant, nous avons des provisions à portée de main pour aider ceux comme vous."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="LIST_CREW_REBEL_ALL"]/text
fr: (Membre d'équipage Rebelle) Demander le passage libre.

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="LIST_CREW_REBEL_ALL"]/event/text
fr: "Je suppose qu'il n'y a pas de risque si vous avez des rebelles à bord, très bien."

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_CRIMINAL"]/text
fr: Il semble que vous soyez devenu assez célèbre ici, car le poste de garde est immédiatement passé en alerte maximale, il n'y a plus moyen d'éviter le combat maintenant.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN"]/text
fr: [RÉPUTATION AUGMENTÉE - NOUVELLE AUBE] Vos actions ici ont amélioré votre réputation au sein de la Nouvelle Aube, au détriment de votre réputation auprès de la Garde de Fer. Certains membres pourraient être plus enclins à interagir avec vous. [MAUVAISE RÉPUTATION AUGMENTÉE - GÉNÉRAL] Vos actions ici, justifiables ou non, ne seront pas bien perçues par la Fédération ou ses citoyens. Continuez à agir ainsi et vous pourriez commencer à voir des réactions négatives de la part de la Fédération et de ses alliés.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN_SAFE"]/text
fr: [RÉPUTATION AUGMENTÉE - NOUVELLE AUBE] Vos actions ici ont amélioré votre réputation au sein de la Nouvelle Aube, au détriment de votre réputation auprès de la Garde de Fer. Certains membres pourraient être plus enclins à interagir avec vous.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_DOUBLE_OG_DAWN"]/text
fr: [RÉPUTATION AUGMENTÉE X2 - NOUVELLE AUBE] Vos actions ici ont amélioré votre réputation au sein de la Nouvelle Aube, au détriment de votre réputation auprès de la Garde de Fer. Certains membres pourraient être plus enclins à interagir avec vous. Pour vos actions remarquables, votre réputation a été augmentée deux fois. [MAUVAISE RÉPUTATION AUGMENTÉE - GÉNÉRAL] Vos actions ici, justifiables ou non, ne seront pas bien perçues par la Fédération ou ses citoyens. Continuez à agir ainsi et vous pourriez commencer à voir des réactions négatives de la part de la Fédération et de ses alliés.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN_COMBAT"]/text
fr: [RÉPUTATION AUGMENTÉE - NOUVELLE AUBE] Vos actions ici ont amélioré votre réputation au sein de la Nouvelle Aube, au détriment de votre réputation auprès de la Garde de Fer. Certains membres pourraient être plus enclins à interagir avec vous. [MAUVAISE RÉPUTATION AUGMENTÉE - GÉNÉRAL] Vos actions ici, justifiables ou non, ne seront pas bien perçues par la Fédération ou ses citoyens. Continuez à agir ainsi et vous pourriez commencer à voir des réactions négatives de la part de la Fédération et de ses alliés.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_OG_DAWN"]/text
fr: [RÉPUTATION DIMINUÉE - NOUVELLE AUBE] Vos actions ici auront un impact négatif sur votre réputation au sein de la Nouvelle Aube. Ils pourraient ne plus se sentir à l'aise avec vous, si vous aviez déjà acquis de la réputation auparavant.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_OG_DAWN_COMBAT"]/text
fr: [RÉPUTATION DIMINUÉE - NOUVELLE AUBE] Vos actions ici auront un impact négatif sur votre réputation au sein de la Nouvelle Aube. Ils pourraient ne plus se sentir à l'aise avec vous, si vous aviez déjà acquis de la réputation auparavant.

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_DOUBLE_OG_DAWN_COMBAT"]/text
fr: [RÉPUTATION DIMINUÉE X2 - NOUVELLE AUBE] Vos actions ici auront un impact négatif sur votre réputation au sein de la Nouvelle Aube. Ils pourraient ne plus se sentir à l'aise avec vous, si vous aviez déjà acquis de la réputation auparavant. Pour vos actions particulièrement flagrantes, votre réputation a été diminuée deux fois.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[1]
fr: Le capitaine de la Garde de Fer lâche une dernière imprécation alors que le vaisseau est anéanti.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[2]
fr: La coque du vaisseau de la Garde de Fer est dispersée dans l'espace. Vous vous précipitez pour récupérer les restes.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[3]
fr: Le vaisseau de la Garde de Fer explose, éteignant toute vie à l'intérieur. Votre équipage évite leurs restes pendant qu'ils récupèrent les morceaux du vaisseau.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[4]
fr: L'une des tourelles est projetée dans l'espace vide alors que le vaisseau explose, projetant des débris précieux dans toutes les directions.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DEAD_CREW_OG_DAWN"]/text[2]
fr: Sans un mot, le capitaine de la Garde de Fer s'effondre, haletant alors que la vie s'éteint dans ses yeux. Vous récupérez la coque de leur vaisseau.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DEAD_CREW_OG_DAWN"]/text[3]
fr: "Vous allez le regretter ! Le karma revient toujours aux gens comme vous. Maudits soyez, Renégats... la Garde de Fer aurait été mieux avec la Rébellion..."

source: data/events_sector_og_dawn.xml$//event[@name="ESCAPE_OG_DAWN"]/text
fr: Les scans montrent que le vaisseau de la Garde de Fer tente de s'échapper. Détruisez-le avant qu'il ne s'enfuie !

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_GOTAWAY_OG_DAWN"]/text[1]
fr: Le vaisseau de la Garde de Fer vous a échappé, vous abandonnant à la balise.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_GOTAWAY_OG_DAWN"]/text[2]
fr: Vos tentatives de destruction du vaisseau de la Garde de Fer ont échoué, et le vaisseau s'est échappé.

source: data/events_sector_og_dawn.xml$//event[@name="GOTAWAY_OG_DAWN_REMAINS"]/text
fr: Le vaisseau de la Garde de Fer a peut-être échappé, mais tout n'est pas perdu. Une traînée de ferraille provenant de l'épave a été laissée derrière, que vous ramassez.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/text
fr: Un marchand de la Nouvelle Aube s'est installé à un avant-poste voisin. Un client occasionnel visite l'avant-poste, mais vous avez suffisamment de temps pour entrer sans attirer l'attention indésirable.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/text
fr: Voir le marchand.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/text
fr: Vous entrez dans l'avant-poste et découvrez une grande variété d'articles en vente, les choses habituelles sont là, des caisses de carburant, des pièces de drones et des missiles, mais vers un mur, vous trouvez une tourelle inhabituelle exposée, solidement enfermée derrière une vitre pare-balles. "Équipement excédentaire Nouvelle Aube : Demander au comptoir"

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/text
fr: S'informer sur l'équipement excédentaire Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/text
fr: Le marchand, un humain de petite taille, répond : "Ahhh, vous avez l'œil, hein. Ça, c'est une véritable Tourelle produite par la Nouvelle Aube - Hé, attendez, vous n'êtes pas avec la Nouvelle Aube, n'est-ce pas ? Ou ces rebelles ?"

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/text
fr: Non, pourquoi ?

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/text
fr: "Non, aucune raison, j'étais juste curieux. Bref, comme je disais, c'est une véritable tourelle de la Nouvelle Aube, l'un des équipements les plus puissants que vous puissiez trouver." Le marchand lui donne un prix élevé, mais il est clair que c'est un bon équipement.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[1]/text
fr: Acheter la Tourelle.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[2]/text
fr: (Membre d'équipage Nouvelle Aube) Le signaler discrètement à la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[3]/text
fr: (Membre d'équipage Rebelle) Le signaler discrètement à la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[4]/text
fr: (Membre d'équipage Nouvelle Aube) Le confronter sur la façon dont il a acquis la tourelle.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[5]/text
fr: (Membre d'équipage Rebelle) Le confronter sur la façon dont il a acquis la tourelle.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[6]/text
fr: Ignorer l'offre et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[@req="LIST_CREW_OG_DAWN"]/text
fr: (Membre d'équipage Nouvelle Aube) Nous sommes avec la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/text
fr: (Membre d'équipage Rebelle) Nous sommes avec la rébellion.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[2]/text
fr: L'ignorer et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/text
fr: Ignorer le marchand.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/event/text
fr: Vous ne cherchez pas à attirer l'attention des sympathisants rebelles.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/text
fr: Le marchand, transpirant nerveusement, continue : "Comme je disais, Ce N'EST PAS une véritable Tourelle de la Nouvelle Aube, c'est plutôt un euh. une, Réplique, oui une réplique, elle ne fonctionne pas du tout. C'est juste une pièce de collection, ça ne vous intéresserait pas."

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[1]/text
fr: Le marchand détourne la conversation de la tourelle, vous aurez besoin d'informations supplémentaires pour aller plus loin.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/text
fr: (Capteurs de pointe) Scanner la tourelle à distance.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/text
fr: Vos scans ont indiqué que ce n'est en fait pas une réplique, mais plutôt une véritable tourelle de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[1]/text
fr: Signaler le marchand à la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REPORT"]/text
fr: Vous signalez discrètement le marchand aux autorités locales en utilisant les informations que vous avez recueillies. Avant leur arrivée, vous avez le temps de faire quelques achats.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[2]/text
fr: Proposer de le compenser pour la "saisie" de la tourelle de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_PURCHASE_100"]/text
fr: Après l'avoir assuré que la Nouvelle Aube ne le découvrirait pas, il est heureux de vous la céder à un bon prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[3]/text
fr: Menacer de le signaler s'il ne baisse pas le prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/text
fr: Le marchand accepte l'accord pour un prix plus bas. Bien qu'étrangement, il n'ait pas semblé trop effrayé par vos menaces.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[1]/text
fr: Le dédommager du montant convenu pour la "saisie" de la tourelle de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_PURCHASE_80"]/text
fr: Après l'avoir assuré que la Nouvelle Aube ne le découvrirait pas, il est heureux de vous la céder à un bon prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[2]/text
fr: Menacer de le signaler s'il ne baisse pas à nouveau le prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[2]/event/text
fr: Vous adoptez un ton sévère et menacez à nouveau le marchand, mais cette fois, le marchand est encore moins préoccupé. Finalement, vous jetez un œil à la Tourelle pour vous rendre compte qu'elle a disparu, le marchand a réussi à la cacher sans que vous ne vous en rendiez compte, et sans rien à signaler, vos menaces tombent à plat.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[3]/text
fr: Décliner poliment et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[4]/text
fr: L'ignorer et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/text
fr: (Membre d'équipage Garde de Fer) Votre technicien de la Garde de Fer reconnaît que la tourelle n'est pas une réplique.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/text
fr: Votre technicien révèle discrètement que le marchand ment à propos de la réplique, peut-être pouvez-vous utiliser cela à votre avantage ?

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[1]/text
fr: Signaler le marchand à la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[2]/text
fr: Proposer de le compenser pour la "saisie" de la tourelle de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[3]/text
fr: Menacer de le signaler s'il ne baisse pas le prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[4]/text
fr: L'ignorer et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[4]/text
fr: L'ignorer et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/text
fr: "Je l'ai euh, euh trouvée à proximité, juste en train de flotter, oui elle flottait juste dans l'espace et je l'ai ramassée, rien d'illégal."

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[1]/text
fr: Signaler le marchand à la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[2]/text
fr: Proposer de le compenser pour la "saisie" de la tourelle de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[3]/text
fr: Menacer de le signaler s'il ne baisse pas le prix.

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[4]/text
fr: L'ignorer et faire du shopping.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/text
fr: Vous êtes arrivé à la balise et avez découvert l'épave d'un vaisseau de la Nouvelle Aube. Rien dans la zone n'indique qu'une bataille a eu lieu ici, il semble plutôt que l'épave ait été créée par le champ d'astéroïdes. Si vous voulez fouiller les débris, vous devrez entrer dans le champ d'astéroïdes.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[1]/text
fr: Fouiller le champ de débris.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/text
fr: Ignorer l'épave.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/event/text
fr: Vous restez hors de danger et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[1]/text
fr: Vous fouillez le champ de débris, mais il semble qu'il n'y ait rien de valeur ici. Malheureusement, le champ d'astéroïdes est à la fois lâche et dense, vous devrez donc éviter les dégâts pendant que vous chargez votre générateur SPL !

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[2]/text
fr: Vous fouillez le champ de débris, mais il semble qu'il n'y ait rien de valeur ici. Malheureusement, le champ d'astéroïdes est à la fois lâche et dense, vous devrez donc éviter les dégâts pendant que vous chargez votre générateur SPL !

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[3]/text
fr: Vous fouillez le champ de débris. Parmi les débris en grande partie sans valeur, vous réussissez à retrouver une réserve cachée de missiles dans un grand conteneur de fret qui a survécu.

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[4]/text
fr: Vous fouillez le champ de débris. Bien qu'une grande partie soit des débris sans valeur, vous réussissez à récupérer une petite quantité de ressources utiles.
