Repository: ftl-mv-translation/old-guard
Catalog: locale-machine/data/events_sector_og_dawn.xml/*.po
Languages: fr

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[1]/event/text
fr: Vous dirigez le croiseur pour enquêter sur l'escorte que vous avez détruite, ils commencent à fouiller l'épave à la recherche de consoles ou de systèmes intacts. Quelques minutes plus tard seulement, vous recevez un contact de leur part, "Aha, Capitaine, nous l'avons trouvé, ils se sont en fait installés à l'intérieur d'un grand astéroïde dans le même système que le coffre de données, malheureusement, d'après le relevé de cargaison que nous avons trouvé, il semble qu'ils soient tout près d'être prêts, nous devons y arriver le plus vite possible, nous vous enverrons la position maintenant."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[2]/text
fr: Décliner poliment, vous avez une mission plus importante à venir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/text
fr: Les débris se dissipent autour de vous, il semble que le vaisseau d'escorte de la Garde de Fer que vous protégiez soit parti, en fuite ou en saut. Les deux croiseurs principaux sont cependant toujours engagés dans la bataille, tous deux endommagés et en fuite. Le croiseur de la Garde de Fer vous contacte, "S'il vous plaît Capitaine, nous ne pouvons pas tenir beaucoup plus longtemps, intervenez et terminez le travail."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[1]/text
fr: Aider le croiseur de la Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[2]/text
fr: Abandonner le vaisseau de la Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[2]/event/text
fr: Vous gardez vos distances et peu de temps après, le vaisseau de la Garde de Fer explose, le vaisseau de la Nouvelle Aube, toujours clairement effrayé par vous dans son état endommagé, choisit de sauter.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN"]/text
fr: Malgré avoir subi des tirs nourris, le vaisseau de la Garde de Fer a réussi à déclencher un saut d'urgence, glissant dans le vide juste au moment où leurs systèmes commençaient à défaillir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/text
fr: La bonne nouvelle est cependant que le croiseur de la Garde de Fer a réussi à survivre. "Capitaine, c'est une bonne chose que vous ayez été là, il est clair que nous aurions été condamnés sans votre aide, merci. Maintenant, je ne devrais pas vous dire cela, mais clairement, nous avons besoin d'aide." "Nous sommes en train de préparer un raid sur un coffre de données de la Nouvelle Aube, capturer les informations qui y sont détenues sera un grand avantage dans la guerre, mais il est lourdement défendu. Nous nous sommes préparés avec des provisions et de l'équipement près du coffre de données, cachés de leurs capteurs. Nous sommes presque prêts à partir, nous apprécierions donc votre aide pendant le raid."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/choice[1]/event/text
fr: "Excellent ! J'ai hâte d'avoir le soutien de tir supplémentaire pendant le raid, nous vous enverrons la position maintenant, bonne chance et à bientôt."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/choice[2]/text
fr: Décliner poliment, vous avez une mission plus importante à venir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/beaconType/unvisitedTooltip
fr: L'emplacement de la base secrète de la Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/text
fr: Vous êtes arrivé au point de rendez-vous, le croiseur de la Nouvelle Aube est déjà là. "Vous êtes là Capitaine, nous pouvons partir alors, suivez-me et préparez-vous au combat."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/text
fr: Suivre le croiseur.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/text
fr: Vous suivez le croiseur, passant devant plusieurs grands astéroïdes flottant dans le vide. Vous ne réalisez même pas quand vous arrivez à la base de la Garde de Fer avant d'être juste devant, vous captez le plus faible signal sur vos capteurs au centre d'un grand astéroïde, protégé de la détection par l'épaisse couche de roche. Maintenant que vous savez où se trouve leur base, il ne vous faut pas longtemps pour localiser l'entrée, une grotte naturelle dans l'astéroïde qui mène vers l'intérieur.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/text
fr: Suivre le croiseur à l'intérieur.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/text
fr: Vous finissez par déboucher dans un espace caverneux, plus petit que prévu mais rempli de conteneurs de cargaison et de quelques structures temporaires. Cependant, un rapide scan indique que la base est vide, abandonnée. Le vaisseau de la Nouvelle Aube, réalisant cela aussi, fait rapidement demi-tour par le chemin par lequel vous êtes venu, avec pleine puissance à leurs moteurs. "Capitaine, nous avons fait une erreur, ils ont déjà avancé sur le coffre de données, je dois y retourner maintenant !"

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/text
fr: Une fois dehors, "Nous retournons au coffre de données, je veux que vous restiez ici, au cas où ils se seraient simplement déplacés ailleurs à proximité, ou pire, auraient déjà terminé leur mission et seraient sur le chemin du retour. Si quelqu'un se présente, nous ne pouvons pas risquer qu'ils s'échappent avec les données, ne les laissez pas s'échapper." Sur ce, ils partent, se dirigeant vers le coffre de données.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/choice/event/text
fr: Juste au moment où vous commenciez à vous ennuyer, un vaisseau apparaît sur vos capteurs, au début, vous pensez que c'est le vaisseau de la Nouvelle Aube qui revient, mais il s'avère rapidement être un vaisseau de la Garde de Fer, le même vaisseau qui vous a échappé plus tôt. En vous voyant, ils activent également leurs armes, se préparant à attaquer. Vous remarquez cependant qu'il semble que leurs moteurs soient endommagés, et ils tentent un saut d'urgence pour s'échapper. Cela prendra quelques minutes en raison des dégâts, c'est votre chance.

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_HEIST_DAWN_TIMER"]/triggeredEventBox/tooltip
fr: Temps avant que le croiseur de la Garde de Fer ne puisse exécuter un saut d'urgence.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/text
fr: "En fait, nous avons changé d'avis, nous préférerions éviter ce conflit."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/event/text
fr: Le Capitaine de la Nouvelle Aube est déçu et part seul, espérons que leur vaisseau sera suffisamment puissant seul.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_FAIL"]/text
fr: Le vaisseau saute, s'ils avaient les données, elles sont parties maintenant, vous avez échoué. Vous attendez mais n'avez pas de nouvelles de la Nouvelle Aube, vous êtes à nouveau seul.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/text
fr: Quelques minutes plus tard seulement, le croiseur de la Nouvelle Aube arrive, "Oh merci aux dieux, vous avez réussi à les arrêter, nous avons vaincu le reste des vaisseaux au coffre de données, mais celui-ci a échappé à nos défenses, nous croyons qu'ils avaient les données volées sur eux, l'équipe de récupération est en route maintenant pour essayer de nettoyer tout ce qui a survécu. Nous ne pouvons vous remercier assez pour l'aide." "L'une des choses qu'ils ont tenté de voler était les plans d'un nouveau croiseur que nous avons conçu, j'ai pris la liberté de télécharger le design moi-même pour vous, essayez de ne pas le laisser tomber entre de mauvaises mains. De plus, et peut-être plus immédiatement utile pour vous, j'ai une sélection d'équipement de la Nouvelle Aube, prenez ce qui vous plaît, je peux simplement le déclarer détruit au combat."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[1]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[1]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner au coffre de données

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[2]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[2]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner au coffre de données

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[3]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[3]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner au coffre de données

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[4]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[4]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner au coffre de données

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[5]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[5]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner au coffre de données

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/beaconType/unvisitedTooltip
fr: L'emplacement du coffre de données de la Nouvelle Aube à piller.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/text
fr: Vous êtes arrivé au point de rendez-vous, le croiseur de la Garde de Fer est déjà là, aux côtés d'une petite flotte de vaisseaux militaires plus petits. "Vous êtes là Capitaine, nous pouvons partir alors, suivez-moi et préparez-vous au combat."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/text
fr: Suivre le croiseur.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/text
fr: Vous suivez le croiseur, le coffre de données apparaît rapidement sur vos capteurs, une grande station lourdement défendue, elle a un immense réseau solaire à proximité qui l'alimente. Le croiseur de la Garde de Fer vous contacte, "Restez avec moi, j'ai la principale force de raid à bord, les autres vaisseaux fourniront une couverture pour le raid, je veux que vous soyez là au cas où quelque chose d'inattendu arriverait."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/choice/text
fr: "Oui, nous serons là."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/choice/event/text
fr: Les vaisseaux plus petits engagent en premier, éloignant les défenseurs de la station, ainsi que s'attaquant et désactivant de nombreuses tourelles construites sur la station. Tout semble bien se passer jusqu'à ce qu'un grand vaisseau de la Nouvelle Aube se révèle derrière la station, se dirigeant droit vers vous et le croiseur de la Garde de Fer. "Vous devez arrêter ce vaisseau, nous sommes lourdement équipés en équipage et en matériel, nous ne sommes pas réellement équipés pour le combat de vaisseau à vaisseau. Vous devez les empêcher de nous atteindre."

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_HEIST_IRON_TIMER"]/triggeredEventBox/tooltip
fr: Temps avant que le vaisseau Nouvelle Aube ne soit à portée de tir du croiseur Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/text
fr: "En fait, nous avons changé d'avis, nous préférerions éviter ce conflit."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/event/text
fr: Le Capitaine de la Nouvelle Aube est déçu et part seul, espérons que leur vaisseau sera suffisamment puissant seul.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_FAIL"]/text
fr: Le vaisseau Nouvelle Aube s'éloigne de vous et commence à tirer sur le vaisseau Garde de Fer. Vous le voyez se désintégrer sous le feu continu, finissant par se briser, anéantissant tout espoir de raid réussi. Le reste des forces de la Garde de Fer tombe autour de vous, les défenses de la Nouvelle Aube se tournent vers vous, vous forçant à reculer, et finalement vous êtes contraint de fuir, ou d'être détruit.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/text
fr: Le vaisseau Nouvelle Aube vaincu, rien n'empêche votre force de mener à bien le raid. Le reste des défenses est neutralisé et le vaisseau Garde de Fer finit par se désengager de la station. "C'est un succès, merci de votre aide Capitaine, nous n'aurions pas pu le faire sans vous. J'ai pris la liberté d'extraire toutes les données qui pourraient vous être utiles, de plus nous avons capturé une sélection d'équipements de la Nouvelle Aube, prenez ce dont vous avez besoin."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[1]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[1]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner à sa base.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[2]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[2]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner à sa base.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[3]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[3]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner à sa base.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[4]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[4]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner à sa base.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[5]/text
fr: Prendre :

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[5]/event/text
fr: Vous choisissez une des tourelles de la Nouvelle Aube, après quoi le Capitaine vous remercie à nouveau avant de retourner à sa base.

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_TRANSPORT_LOOT"]/escape/text
fr: Ils ne semblent pas vouloir se battre. Ils tentent de s'échapper.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/text
fr: Cette balise héberge un transporteur de la Nouvelle Aube. Il y a fort à parier que le vaisseau transporte une technologie spéciale. Si vous parvenez à tuer son équipage, sa cargaison sera vôtre.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[1]/text
fr: Exigez la reddition de leurs biens.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[1]/event/text
fr: Vous vous préparez à sécuriser leur cargaison par la force.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/text
fr: Évitez le vaisseau.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/event/text
fr: Ils restent hors de portée de vos armes et finissent par sauter.

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_CAPTURE_OG_DAWN"]/text
fr: L'équipage est mort, vous laissant avec le vaisseau. Sa cargaison est à prendre. À bord se trouve la technologie spéciale que vous attendiez, que vous ramenez à votre vaisseau.
