Repository: ftl-mv-translation/old-guard
Catalog: locale-machine/data/events_sector_og_dawn.xml/*.po
Languages: fr

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: Établir le contact ne ferait que les pousser à vous attaquer en raison de votre mauvaise réputation.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[4]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[5]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/text
fr: Vous êtes arrivé dans un champ d'astéroïdes, la balise de détresse provient d'un transporteur de la Nouvelle Aube en épave juste à côté de la balise.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/text
fr: Enquêter sur l'épave.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/text
fr: Vous vous approchez de l'épave, il y a plusieurs conteneurs de fret parmi les débris mais tous semblent ouverts, quelqu'un est déjà passé par là. Un instant plus tard, vous découvrez de qui il s'agit, un éclaireur de la Nouvelle Aube se révèle derrière des astéroïdes, il est évident qu'ils ont subi des dégâts à leurs moteurs, à en juger par la fine traînée d'huile et d'autres fluides qui fuient derrière eux.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/text
fr: Le Capitaine du vaisseau semble paniqué, "S'il vous plaît, Capitaine, vous devez nous aider, j'ai sauvé tous ceux que j'ai pu trouver mais notre vaisseau ne tiendra pas beaucoup plus longtemps, je vous supplie de nous prendre, nous et notre cargaison, à bord et de nous sortir du champ d'astéroïdes, il y a un avant-poste à proximité."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[1]/event/text
fr: Il faudra du temps pour charger tout le monde à bord et atteindre l'avant-poste, vous devrez survivre aux astéroïdes pendant environ 30 secondes.

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_DISTRESS_ASTEROID_TRIGGEREDEVENT"]/triggeredEventBox/tooltip
fr: Il est temps de tout charger à bord.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[2]/text
fr: Attaquez-les !

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[2]/event/text
fr: Au lieu de les écouter, vous engagez immédiatement vos armes. Si certains d'entre eux survivent, ils ne feront plus autant confiance aux vaisseaux de la fédération à l'avenir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[2]/text
fr: Attaquez-les !

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[2]/event/text
fr: Au lieu de les écouter, vous activez immédiatement vos armes, si l'un d'eux survit à cela, ils ne feront plus autant confiance aux vaisseaux de la fédération à l'avenir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/text
fr: Ignorer l'épave.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_LOADED"]/text
fr: Vous réussissez à charger tout le monde à bord juste à temps, un instant plus tard, un astéroïde frappe le vaisseau ennemi, provoquant un événement de dépressurisation rapide. Il ne faudra qu'un peu plus de temps pour atteindre l'avant-poste.

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_DISTRESS_ASTEROID_TRIGGEREDEVENT2"]/triggeredEventBox/tooltip
fr: Il est temps d'atteindre l'avant-poste.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/text
fr: Vous y êtes arrivé, vous accostez à l'avant-poste et tout le monde débarque avec succès. L'équipage du vaisseau est très reconnaissant, un des Soldats de la Nouvelle Aube s'approche de vous, "Pensez-vous que je pourrais rejoindre votre vaisseau comme membre d'équipage, c'était assez ennuyeux de travailler sur le transporteur d'escorte, du moins jusqu'à ce que je pense que nous allions mourir."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[1]/text
fr: Les accepter à bord.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[1]/event/text
fr: Vous êtes rejoint par votre nouveau membre d'équipage à bord du vaisseau.

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/destroyed/choice/event/text
fr: En fouillant les restes du vaisseau, vous tombez sur un étrange conteneur de fret, il a même sa destination enregistrée sur le côté, vous le prenez à bord.

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/deadCrew/choice/event/text
fr: Alors que vous fouillez les restes du vaisseau, vous tombez sur un étrange conteneur de cargaison, il a même sa destination enregistrée sur le côté, vous le prenez à bord.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/text
fr: La balise de détresse provient d'un bombardier de la Nouvelle Aube endommagé garé à proximité, vos scans indiquent que leurs moteurs sont fortement endommagés, ils ne vont pas aller n'importe où de sitôt.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/text
fr: "Vous n'êtes pas de la Nouvelle Aube, mais j'ai entendu dire que vous aidiez les autres. Nous avons une pièce de cargaison importante à bord qui doit arriver à une base voisine, nous nous assurerons que vous soyez bien compensé si vous la livrez là-bas."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[1]/text
fr: Accepter de livrer l'objet.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[1]/event/text
fr: Ils vous transfèrent les coordonnées et la caisse de cargaison, ils vous donnent un bref avertissement de ne pas l'ouvrir avant de vous envoyer en chemin.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[2]/event/text
fr: Armes armées, vous prévoyez de prendre la cargaison et leur vaisseau par la force.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/text
fr: Les ignorer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: Vos tentatives de contact sont immédiatement interrompues quand ils réalisent qui vous êtes, il semble qu'ils espéraient qu'un des leurs viendrait à la rescousse.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[3]/event/text
fr: Armes armées, vous prévoyez de prendre leur vaisseau par la force.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/text
fr: Les ignorer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/beaconType/unvisitedTooltip
fr: La destination prévue du conteneur de cargaison.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/text
fr: Vous arrivez à la balise pour découvrir une grande installation militaire, la destination sur la caisse de cargaison spécifie un port d'amarrage spécifique où aller.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/text
fr: Accoster au port d'amarrage spécifié.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/text
fr: Votre vaisseau glisse en place au port d'amarrage, vous vous dirigez vers l'installation militaire mais êtes arrêté juste à l'extérieur. "Ce port d'amarrage était désigné pour une livraison spéciale, veuillez déplacer votre vaisseau vers un autre port."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/text
fr: "Oh, en fait, nous sommes l'équipage de livraison."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/text
fr: "Oh, eh bien où est la Caisse de Cargaison alors ?"

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/text
fr: (Caisse de Cargaison) Lui montrer la Caisse de Cargaison.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/text
fr: "Oh, vous ne mentiez pas, la voilà, veuillez l'apporter et me suivre, ce n'est pas loin d'ici." Un instant plus tard, vous vous retrouvez dans un laboratoire d'apparence étrange, il y a plusieurs tables inoccupées autour de la pièce, mais vous êtes dirigé vers une plus grande au centre.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/text
fr: Un scientifique ou peut-être un ingénieur s'approche, "La livraison est là, parfait." Il ouvre la caisse et commence à fouiller dedans, cherchant quelque chose. "Ah excellent, c'était là-dedans." Il en sort un appareil d'apparence étrange, vous le reconnaissez comme l'un des pré-énergiseurs de tourelle de la Nouvelle Aube, bien qu'il semble modifié. L'ingénieur le porte à la table et commence à le connecter à plusieurs autres composants de la table.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/text
fr: Il tourne son attention vers vous, ne semblant pas réellement se soucier à qui il parle. "Je vous présente le PRÉ-CHARGEUR de Tourelle, une version améliorée de notre pré-énergiseur réussi. Je suppose que l'assembler n'était pas nécessaire, mais j'aime avoir un prototype final, ça le rend complet.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/text
fr: Un instant plus tard, toute la station est secouée par une forte explosion, sirènes et alarmes retentissent et les gens commencent à se précipiter, l'ingénieur se tourne vers une console proche, affichant rapidement les caméras extérieures de la station. Sur l'écran vidéo, vous pouvez distinguer un vaisseau d'apparence étrange, silhouetté contre l'étoile voisine. "C'est exactement ce que je soupçonnais." L'ingénieur se tourne vers vous. "Capitaine, quel genre de vaisseau avez-vous ?" "Un croiseur, excellent, prenez le Pré-chargeur de Tourelle, j'ai sauvegardé les designs dans un centre de données sécurisé, mais je ne peux pas risquer que le prototype physique tombe entre leurs mains, s'il vous plaît, prenez-le avec vous et sortez d'ici, quoi que vous fassiez, ne le laissez pas tomber entre les mains de la Rébellion."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/choice/event/text
fr: Vous vous précipitez vers votre vaisseau, désespéré de l'éloigner de l'installation avant qu'il ne soit endommagé dans la confusion. Vous vous désamarrez de la station et commencez à dériver lorsque le vaisseau hostile tourne son attention vers vous, des avertissements s'allument dans le cockpit, vous alertant du danger, préparez-vous au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/text
fr: "Ohh, euh, nous ne l'avons plus."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/event/text
fr: "Bien, eh bien je vous recommande de partir avant que je ne doive vous jeter par le sas." Vous retournez rapidement à votre vaisseau et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/text
fr: "Oh, désolé, nous allons partir alors."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/event/text
fr: Vous éloignez votre vaisseau du port d'amarrage et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/text
fr: Ignorer l'installation.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/text
fr: Le vaisseau Rebelle a été vaincu, laissant derrière lui beaucoup de ferraille, la tourelle inhabituelle montée sur le vaisseau a survécu avec seulement quelques bosses et rayures mineures. Étonnamment, vous détectez toujours de faibles signes de vie à bord de l'épave alors que vous la démanteler...

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/text
fr: Vous vous approchez, ouvrant la soute à cargaison pour trouver un soldat Rebelle blessé. Dès que vous vous approchez, il panique, cherchant un morceau de métal tranchant, et le plonge profondément dans sa poitrine. Un acte de suicide, probablement pour vous empêcher d'obtenir des informations... mais sur quoi ?

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/choice/text
fr: Enquêter sur le vaisseau.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/choice/event/text
fr: Il semble que la plupart des données du vaisseau aient été purgées pendant le combat - une étrange pratique, mais il semble qu'ils connaissaient leur sort avant même que le combat ne commence. Quel que soit ce vaisseau, il était sous des ordres très clairs de ne rien laisser fuir. Peut-être que ce ne sera pas la dernière fois que vous verrez un vaisseau comme celui-ci, bien que ce soit très incertain.

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_ENCOUNTER_OG_DAWN"]/text[1]
fr: Alors que vous sautez dans le système, un vaisseau de la Nouvelle Aube avance sur votre position. Ils refusent tous les contacts. Préparez-vous au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/beaconType/unvisitedTooltip
fr: Vous avez entendu des rapports de vaisseaux de la Garde de Fer à proximité.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/text
fr: Vous êtes arrivé à la balise face à une paire de vaisseaux de la Garde de Fer, l'un d'eux est juste un chasseur commun, mais l'autre est un design inhabituel, un vaisseau de la taille d'un grand croiseur. Une vue inhabituelle dans ce secteur, la plupart de la Garde de Fer ont été soit expulsés, soit ont rejoint leurs dirigeants en se tournant vers la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
fr: Juste au moment où vous initiez le contact avec le vaisseau de la Garde de Fer, les alarmes se déclenchent sur vos consoles, un autre vaisseau est arrivé, et cette fois, ce n'est pas la Garde de Fer. Le nouveau venu, un vaisseau de la Nouvelle Aube, ouvre immédiatement le feu sur le plus grand des deux vaisseaux de la Garde de Fer. Les vaisseaux de la Garde de Fer, qui étaient auparavant neutres, se déplacent immédiatement pour se défendre, et supposant que vous êtes du côté du vaisseau de la Nouvelle Aube, le chasseur se sépare pour vous engager.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
fr: Juste au moment où vous initiez le contact avec le vaisseau de la Garde de Fer, les alarmes se déclenchent sur vos consoles, une autre paire de vaisseaux est arrivée, et cette fois, ce n'est pas la Garde de Fer. Les nouveaux venus, une paire de vaisseaux de la Nouvelle Aube, ouvrent immédiatement le feu sur le plus grand des deux vaisseaux de la Garde de Fer. Les vaisseaux de la Garde de Fer, qui étaient auparavant neutres, se déplacent immédiatement pour se défendre de l'attaque.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/text
fr: Aider la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
fr: Vous vous déplacez pour défendre le chasseur de la Nouvelle Aube, qui est déjà endommagé et sur le point d'être vaincu. Vous vous glissez entre eux et leur adversaire, l'escorte de la Garde de Fer, armes armées.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
fr: Aider la Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
fr: Vous vous déplacez pour défendre le vaisseau d'escorte de la Garde de Fer, qui est déjà endommagé et sur le point d'être vaincu. Vous vous glissez entre eux et leur adversaire, le chasseur de la Nouvelle Aube, armes armées.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/text
fr: Utiliser la confusion pour vous échapper.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/text
fr: Juste au moment où vous initiez le contact avec le vaisseau de la Garde de Fer, les alarmes se déclenchent sur vos consoles, une autre paire de vaisseaux est arrivée, et cette fois, ce n'est pas la Garde de Fer. Les nouveaux venus, une paire de vaisseaux de la Nouvelle Aube, ouvrent immédiatement le feu sur le plus grand des deux vaisseaux de la Garde de Fer. Les vaisseaux de la Garde de Fer, qui étaient auparavant neutres, se déplacent immédiatement pour se défendre de l'attaque.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[1]/text
fr: Aider la Garde de Fer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[1]/event/text
fr: Vous vous déplacez pour défendre le vaisseau d'escorte de la Garde de Fer, qui est déjà endommagé et sur le point d'être vaincu. Vous vous glissez entre eux et leur adversaire, le chasseur de la Nouvelle Aube, armes armées.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/text
fr: Utiliser la confusion pour vous échapper.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[4]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/text
fr: Les débris se dissipent autour de vous, il semble que le vaisseau d'escorte de la Nouvelle Aube que vous protégiez soit parti, en fuite ou en saut. Les deux croiseurs principaux sont cependant toujours engagés dans la bataille, tous deux endommagés et en fuite. Le croiseur de la Nouvelle Aube vous contacte, "S'il vous plaît Capitaine, nous ne pouvons pas tenir beaucoup plus longtemps, intervenez et terminez le travail."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[1]/text
fr: Aider le croiseur de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[2]/text
fr: Abandonner le vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[2]/event/text
fr: Vous gardez vos distances et peu de temps après, le vaisseau de la Nouvelle Aube explose, le vaisseau de la Garde de Fer, toujours clairement effrayé par vous dans son état endommagé, choisit de sauter.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN"]/text
fr: Malgré avoir subi des tirs nourris, le vaisseau de la Garde de Fer a réussi à déclencher un saut d'urgence, glissant dans le vide juste au moment où leurs systèmes commençaient à défaillir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/text
fr: La bonne nouvelle est cependant que le croiseur de la Nouvelle Aube a réussi à survivre. "Capitaine, c'est une bonne chose que vous soyez là, il est clair que nous aurions été condamnés sans votre aide, merci. Maintenant, ce que je suis sur le point de vous demander est contre le protocole, mais il est clair que nous sommes face à des adversaires coriaces ici, nous pourrions vraiment utiliser votre aide." "Récemment, nous avons récupéré des renseignements d'un transporteur de la Garde de Fer que nous avons capturé, il contenait des plans pour un braquage sur l'un de nos coffres de données. Nous savons qu'ils ont établi une base secrète quelque part à proximité en préparation du braquage, mais nous ne l'avons pas encore trouvée, nous espérions que l'un de ces vaisseaux contenait cette information."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[1]/text
fr: Accepter d'aider, et les diriger vers l'escorte de la Garde de Fer que vous avez vaincue plus tôt.
