Repository: ftl-mv-translation/old-guard
Catalog: locale-machine/data/events_sector_og_dawn.xml/*.po
Languages: fr

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/text
fr: Vous fouillez le champ de débris. Le matériau lui-même est principalement des débris sans valeur. Cependant, au milieu des débris sans intérêt, vous trouvez ce qui semble être une capsule de sauvetage avec des marques correspondant à celles du vaisseau.

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[1]/text
fr: Prendre la capsule de sauvetage.

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[1]/event/text
fr: Hors de la capsule de sauvetage, un Soldat de la Nouvelle Aube solitaire trébuche. "...Je pensais que j'étais perdu. Ce champ d'astéroïdes était bien plus dangereux que prévu... J'ai de la chance d'être en vie."

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[2]/text
fr: Ignorer la capsule de sauvetage.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/text
fr: Amarré à un avant-poste de la Nouvelle Aube voisin se trouve un grand vaisseau de transport appartenant à la Nouvelle Aube. Vos scans indiquent que le transport est inhabituellement vide.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
fr: Contacter le transport.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
fr: "Un Renégat de la Fédération ? Je ne pensais pas voir votre genre par ici, ne vous inquiétez pas, il n'y a pas de rebelles dans les parages, nous n'avons pas à être ennemis." Le Capitaine du transport fait une pause, réfléchissant à quelque chose. "Dites, vous n'avez pas de provisions de rechange sur vous, nous devions collecter des provisions de cet avant-poste, mais apparemment ils n'en ont jamais reçu du dernier transport." "Nous serions heureux de vous payer avec de l'équipement ou du personnel excédentaire."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/text
fr: Demander un de leurs soldats en échange de provisions.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/text
fr: Vous vous amarrez au transport et remettez les provisions. Vous êtes accueilli par votre nouveau membre d'équipage : "Pour être honnête, j'ai toujours voulu travailler sur un vrai vaisseau de guerre, le transport est sûr et tout, mais ça devient vraiment ennuyeux là-bas."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[2]/text
fr: Demander une de leurs tourelles en échange de provisions.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[2]/event/text
fr: Vous vous amarrez au transport et remettez les provisions. Vous êtes accueilli par le Capitaine du transport : "Vous savez, ces rebelles ont vraiment fait en sorte que la Fédération paraisse horrible, mais vous ne semblez pas si mauvais."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[3]/text
fr: Leur demander de parler en bien de vous auprès du reste de la Nouvelle Aube en échange de provisions.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[3]/event/text
fr: Vous vous amarrez au transport et remettez les provisions. Vous êtes accueilli par le Capitaine du transport : "Vous savez, ces rebelles ont vraiment fait en sorte que la Fédération paraisse horrible, mais vous ne semblez pas si mauvais."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/text
fr: "Désolé, nous ne pouvons pas épargner de provisions supplémentaires."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/text
fr: Vous leur souhaitez bonne chance et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: Contacter le transport.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/text
fr: "Racaille de la Fédération, ne vous approchez pas, nous ne voulons pas d'ennuis mais nous ne sommes pas contre l'idée de déchiqueter votre vaisseau."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[1]/text
fr: Éjecter quelques provisions vers eux en signe de bonne volonté.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[1]/event/text
fr: Le transport ramasse soigneusement les provisions, gardant leurs tourelles braquées sur vous. "Hmmph, je suppose que tous ne sont pas terribles, bonne chance là-bas Capitaine." Sur ce, le transport se retire prudemment vers la sécurité de l'avant-poste.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[2]/text
fr: Attendre qu'ils quittent l'avant-poste avant d'attaquer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[2]/event/text
fr: Finalement, le transport termine ses affaires avec l'avant-poste et commence à partir. Une fois hors de portée de l'avant-poste, vous les interceptez prudemment, armes au poing.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/text
fr: Les ignorer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[3]/text
fr: Attendre qu'ils quittent l'avant-poste avant d'attaquer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[3]/event/text
fr: Finalement, le transport termine ses affaires avec l'avant-poste et commence à partir. Une fois hors de portée de l'avant-poste, vous les interceptez prudemment, armes au poing.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/text
fr: Les ignorer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/text
fr: Vous arrivez à la balise et vous retrouvez face à un grand avant-poste de communications. Vous détectez un grand nombre de communications chiffrées envoyées vers la flotte rebelle. L'avant-poste semble en grande partie sans défense, vous pourriez le détruire pour récupérer du matériel sans subir plus de quelques points de dégâts à la coque.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
fr: Contacter l'avant-poste.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
fr: "Ah, le Renégat de la Fédération dont nous avons entendu parler, ne vous inquiétez pas, la rébellion ne sait pas que vous êtes ici. Pas encore."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/text
fr: Demander à l'avant-poste de retarder la flotte rebelle.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
fr: "Hmmph, je suppose que nous pouvons, j'espère juste que cela ne sera pas retracé jusqu'à moi."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/text
fr: Demander à l'avant-poste de faire passer la flotte par une position spécifique afin que vous puissiez y tendre un piège.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
fr: "Hmmph, je suppose que nous pouvons, j'espère juste que cela ne sera pas retracé jusqu'à moi."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
fr: Contacter l'avant-poste.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
fr: "Vous, vous êtes un Renégat de la Fédération ! Donnez-moi une bonne raison pour laquelle je ne devrais pas vous signaler à la flotte tout de suite !"

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/text
fr: Offrir des provisions comme pot-de-vin.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/text
fr: "Hmmph, je suppose que je peux vous laisser partir, sortez d'ici avant que la rébellion ne le découvre."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_CREW_OG_DAWN"]/text
fr: (Membre d'équipage Nouvelle Aube) Demander à l'avant-poste de retarder la flotte rebelle.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_CREW_OG_DAWN"]/event/text
fr: "Humph, je suppose que je peux, j'espère juste que cela ne remontera pas jusqu'à moi."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/text
fr: (Membre d'équipage Rebelle) Demander à l'avant-poste de retarder la flotte rebelle.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/event/text
fr: "Humph, je suppose que je peux, j'espère juste que cela ne remontera pas jusqu'à moi."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/text
fr: Leur dire que vous étiez sur le point de partir.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/text
fr: Ils décident de ne pas vous signaler, vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: L'avant-poste refuse toute tentative de contact en raison de votre mauvaise réputation.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[4]/text
fr: Désosser pour de la ferraille et des provisions.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[4]/event/text
fr: Vous ouvrez le feu sur l'avant-poste, il se désintègre rapidement sous vos armes, ses tourelles sous-alimentées ne vous infligent que quelques coups. Malheureusement, il a pu alerter la flotte rebelle de votre position avant d'être détruit.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[5]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/text
fr: Vous arrivez à la balise face à un vaisseau de la Nouvelle Aube et un vaisseau Rebelle, vous vous préparez immédiatement pour la bataille à venir avant de réaliser que les vaisseaux ne s'intéressent pas à vous, mais qu'ils ont en fait leurs armes braquées l'un sur l'autre. D'après ce que vous entendez sur les communications publiques, vous avez l'impression que le Capitaine de la Nouvelle Aube en a assez d'écouter les ordres de ces "stupides capitaines rebelles qui ne sauraient pas faire la différence entre l'arrière d'une limace et leur propre mère." Et le Capitaine Rebelle est assez mécontent de l'insubordination du vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/text
fr: Engager le vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/text
fr: Vous armez vos armes et vous déplacez pour engager le vaisseau de la Nouvelle Aube, vous avez un moment pour reconsidérer votre décision, vous pourriez vous échapper maintenant et éviter le combat si vous vous retiriez.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/text
fr: Éviter le combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/event/text
fr: Vous faites demi-tour et vous enfuyez, les deux vaisseaux reportent leur attention l'un sur l'autre pendant que vous vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/text
fr: Engager le vaisseau Rebelle.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/text
fr: Vous armez vos armes et vous déplacez pour engager le vaisseau Rebelle, vous avez un moment pour reconsidérer votre décision, vous pourriez vous échapper maintenant et éviter le combat si vous vous retiriez.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/text
fr: Éviter le combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/event/text
fr: Vous faites demi-tour et vous enfuyez, les deux vaisseaux reportent leur attention l'un sur l'autre pendant que vous vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/text
fr: Utiliser la confusion pour vous échapper et éviter tout conflit.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/text
fr: Le vaisseau Rebelle éliminé, le vaisseau de la Nouvelle Aube ne fait aucun mouvement pour vous engager, vous êtes incertain de leur prochaine action.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
fr: Contacter le vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
fr: "Ah, le Renégat de la Fédération dont nous avons entendu parler, je commence vraiment à penser que cette alliance avec la rébellion était une énorme erreur, ces gars sont affreux." Le Capitaine marque une pause, pensif. "Tenez, prenez ces provisions, nous devions initialement les livrer à l'avant-poste Rebelle voisin mais je doute qu'ils remarquent un jour qu'elles ne sont jamais arrivées."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
fr: Contacter le vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
fr: "Vous, vous êtes un Renégat de la Fédération. Je suis probablement censé vous tirer dessus maintenant, mais encore une fois, j'étais censé suivre les ordres de cet idiot et regardez ce que ça a donné. Merci de vous être occupé d'eux au fait, ça me garde les mains propres, je veillerai à faire passer le mot sur vous." Sur ce, le vaisseau saute, clairement désireux de s'éloigner de tout ça.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: Le vaisseau refuse toute tentative de contact en raison de votre mauvaise réputation.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[4]/text
fr: Engager le vaisseau de la Nouvelle Aube.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[4]/event/text
fr: Le vaisseau de la Nouvelle Aube est clairement surpris par votre mouvement pour les engager, ils activent leurs armes en réponse.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/text
fr: Le vaisseau de la Nouvelle Aube éliminé, le vaisseau Rebelle ne fait aucun mouvement pour vous engager, mais il ne semble pas que vous devriez vous attendre à des remerciements non plus.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[1]/text
fr: Engager le vaisseau Rebelle.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[2]/text
fr: Utiliser la paix fragile et vous éloigner pour éviter tout conflit.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/text
fr: Vous êtes arrivé à la balise inaperçu, Cette zone de l'espace est relativement inhabitée en raison du pulsar, seul un vaisseau de la Nouvelle Aube apparaît sur les capteurs, et il semble qu'ils ne vous aient pas encore détecté.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
fr: "Ah, le célèbre Renégat qui a visité notre secteur, j'ai entendu de bonnes choses à votre sujet. Je ne suppose pas que vous pourriez m'aider, j'ai été envoyé ici pour traquer un vaisseau de la Garde de Fer renégat, mais je ne le trouve pas. J'apprécierais votre aide dans cette recherche."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
fr: Vous acceptez d'aider et vous vous séparez du vaisseau de la Nouvelle Aube, après quelques minutes de recherche, le vaisseau de la Nouvelle Aube disparaît au loin, au-delà de la portée de vos capteurs. Quelques minutes plus tard seulement, le vaisseau de la Garde de Fer apparaît, révélé derrière un astéroïde grand mais lent. Ils déduisent correctement que vous faites partie de l'équipe de chasse et ne vous donnent aucune chance, préparez-vous au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
fr: "Vous n'êtes pas celui que je cherche, restez en dehors de mon chemin et nous n'aurons aucun problème."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
fr: Les ignorer.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
fr: Établir le contact ne ferait que les pousser à vous attaquer en raison de votre mauvaise réputation.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[4]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[5]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/text
fr: Vous êtes arrivé à la balise inaperçu, Le seul vaisseau de la Nouvelle Aube à proximité ne vous a pas encore remarqué...

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
fr: "Ah, Capitaine Renégat, je ne suppose pas que vous ayez des provisions de rechange sous la main, nous manquons de carburant et de pièces de drones, nous avons la ferraille pour vous dédommager."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/text
fr: Accepter l'échange.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
fr: Vous leur transférez les provisions et recevez leur ferraille, un bon vieil échange de ressources à l'ancienne.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/text
fr: Vous gardez vos distances et vous préparez pour votre prochain saut.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
fr: "Je ne cherche pas le combat, restez en dehors de mon chemin et nous n'aurons aucun problème."

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
fr: Vous vous précipitez pour prendre le dessus, malheureusement le vaisseau vous remarque et peut se préparer au combat.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
fr: Les ignorer.
