Repository: ftl-mv-translation/old-guard
Catalog: locale/data/autoBlueprints.xml.append/*.po
Languages: ru, zh_hans

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_SCOUT"]/class
source: Iron Watch Scout
ru: Разведчик Железного дозора
zh_hans: 铁幕守望侦察舰

source: Iron Watch Infiltrator
ru: Лазутчик Железного дозора
zh_hans: 铁幕守望渗透舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_OUTRIDER"]/class
source: Iron Watch Outrider
ru: Конвоир Железного дозора
zh_hans: 铁幕守望前哨舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_BOMBER"]/class
source: Iron Watch Bomber
ru: Бомбардировщик Железного дозора
zh_hans: 铁幕守望轰炸舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_CORVETTE"]/class
source: Iron Watch Corvette
ru: Корвет Железного дозора
zh_hans: 铁幕守望轻型护卫舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_FIGHTER"]/class
source: Iron Watch Fighter
ru: Истребитель Железного дозора
zh_hans: 铁幕守望战斗舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_TRANSPORT"]/class
source: Iron Watch Transport
ru: Транспорт Железного дозора
zh_hans: 铁幕守望运输舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_RAIDER"]/class
source: Iron Watch Raider
ru: Рейдер Железного дозора
zh_hans: 铁幕守望袭击舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_IRON_GUARD"]/class
source: Iron Watch Guard
ru: Сторожевой корабль Железного дозора
zh_hans: 铁幕守望守卫舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_SCOUT"]/class
source: New Dawn Scout
ru: Разведчик Нового рассвета
zh_hans: 新黎明侦察舰

source: New Dawn Infiltrator
ru: Лазутчик Нового рассвета
zh_hans: 新黎明渗透舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_OUTRIDER"]/class
source: New Dawn Outrider
ru: Конвоир Нового рассвета
zh_hans: 新黎明前哨舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_BOMBER"]/class
source: New Dawn Bomber
ru: Бомбардировщик Нового рассвета
zh_hans: 新黎明轰炸舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_CORVETTE"]/class
source: New Dawn Corvette
ru: Корвет Нового рассвета
zh_hans: 新黎明轻型护卫舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_FIGHTER"]/class
source: New Dawn Fighter
ru: Истребитель Нового рассвета
zh_hans: 新黎明战斗舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_TRANSPORT"]/class
source: New Dawn Transport
ru: Транспорт Нового рассвета
zh_hans: 新黎明运输舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_RAIDER"]/class
source: New Dawn Cruiser
ru: Крейсер Нового рассвета
zh_hans: 新黎明星舰

# data/autoBlueprints.xml.append$//shipBlueprint[@name="OG_DAWN_GUARD"]/class
source: New Dawn Guard
ru: Сторожевой корабль Нового рассвета
zh_hans: 新黎明守卫舰

source: Legionnaire Assault
ru: Штурмовик Легионеров
zh_hans: 军团突击

source: Renegade Cruiser
ru: Крейсер Ренегатов
zh_hans: 变元者星舰

source: Renegade Cruiser
ru: Крейсер Ренегатов
zh_hans: 变元者星舰

source: Renegade Cruiser
ru: Крейсер Ренегатов
zh_hans: 变元者星舰

source: Renegade Cruiser
ru: Крейсер Ренегатов
zh_hans: 变元者星舰
