Repository: ftl-mv-translation/old-guard
Catalog: locale/data/text_tooltips.xml.append/*.po
Languages: ru

# data/text_tooltips.xml.append$//text[@name="tip_og_turret"]
source: Tip: Turrets have to be equiped to the Turret Control system.
ru: Совет: турели должны быть оснащены системой управления турелями.

# data/text_tooltips.xml.append$//text[@name="tip_og_turret_mini"]
source: Tip: Turrets have to be equiped to the Turret Control system. Micro turrets can be equiped on both small and large turret slots.
ru: Совет: турели должны быть оснащены системой управления турелями. Микротурели могут быть установлены как в малые, так и в большие слоты для турелей.

# data/text_tooltips.xml.append$//text[@name="tip_og_turret_base"]
source: Tip: Turret bases can be used in place of a defence drone during turret manufacturing.
ru: Совет: при создании турелей можно использовать основания турелей вместо защитных дронов.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret"]
source: Turret Control: Click on the turret to set its mode, or target it. Manning reduces charge time.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее. Обслуживание экипажем сокращает время перезарядки.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_2"]
source: Turret Control: Click on the turret to set its mode, or target it. Manning reduces charge time.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее. Обслуживание экипажем сокращает время перезарядки.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_2_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_3"]
source: Turret Control: Click on the turret to set its mode, or target it. Manning reduces charge time.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее. Обслуживание экипажем сокращает время перезарядки.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_3_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_4"]
source: Turret Control: Click on the turret to set its mode, or target it. Manning reduces charge time.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее. Обслуживание экипажем сокращает время перезарядки.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_4_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini"]
source: Turret Control: Click on the turret to set its mode, or target it.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_2"]
source: Turret Control: Click on the turret to set its mode, or target it.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_2_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_3"]
source: Turret Control: Click on the turret to set its mode, or target it.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_3_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_4"]
source: Turret Control: Click on the turret to set its mode, or target it.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_mini_4_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_adaptive"]
source: Turret Control: Click on the turret to set its mode, or target it. Manning reduces charge time.
ru: Управление турелью: щелкните по турели, чтобы выбрать ее режим или нацелить ее. Обслуживание экипажем сокращает время перезарядки.

# data/text_tooltips.xml.append$//text[@name="tooltip_og_turret_adaptive_enemy"]
source: Turret Control: Powers the enemy turret.
ru: Управление турелью: питает вражескую турель.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_time"]
source: Stats:\nCharge Time:
ru: Характеристики:\nВремя перезарядки:

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_charges"]
source: \nMaximum Charges: %d
ru: \nМакс. очередь: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_amount"]
source: \nCharge Amount: %d
ru: \nВыстрелов в очереди: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_ammo"]
source: \nMissile Consumption: %d
ru: \nПотребление боеголовок: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_chain"]
source: \nChain Effect: Reduces cooldown by %d%%
ru: \nЭффект цепи: снижение времени перезарядки на %d%%

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_chainCap"]
source: \nChain Reduction Cap: %d%% (%d chains)
ru: \nМин. перезарядка цепи: %d%% (после %d-го залпа)

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_rotation"]
source: \n\nRotation Speed: %d
ru: \n\nСкорость вращения: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_radius"]
source: \nShot Radius: %d
ru: \nРазброс выстрела: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_rate"]
source: \nFire Rate:
ru: \nСкорость стрельбы:

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_target"]
source: \nProjectile Target: %s
ru: \nЦель снаряда: %s

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_damage"]
source: \nBase Hull Damage: %d
ru: \nУрон корпусу: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_sysDamage"]
source: \nTotal System Damage: %d
ru: \nУрон системам: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_persDamage"]
source: Total Crew Damage: %d
ru: \nУрон экипажу: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_ionDamage"]
source: \nTotal Ion Damage: %d
ru: \nИонный урон: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_pierce"]
source: \nShield Piercing: %d
ru: \nПробивание щита: %d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_hullBust"]
source: \nDoes 2x damage to systemless rooms
ru: \nДвойной урон отсекам без систем

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_lockdown"]
source: \nLocks down rooms on hit
ru: \nЗапирает отсеки при попадании

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_fireChance"]
source: \nFire Chance: %d%%
ru: \nВероятность возгорания: %d%%

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_breachChance"]
source: \nBreach Chance: %d%% (Adjusted: %d%%)
ru: \nВероятность пробоины: %d%% (Скорректировано: %d%%)

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_stunChance"]
source: \nStun Chance: %d%% (%d seconds long)
ru: \nВероятность оглушения: %d%% (%d сек.)

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_effect"]
source: \nEffect Duration: %d seconds long
ru: \nДлительность эффекта: %d сек.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_stats_price"]
source: \n\nDefault Price: %d~ - Selling Price: %d~
ru: \n\nПокупка: %d~ - nПродажа: %d~\n

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_power_increase"]
source: Faster Charge Time
ru: Быстрое время перезарядки

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_button_offence"]
source: Set the turret to offensive mode.
ru: Перевести турель в атакующий режим.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_button_defence"]
source: Set the turret to defensive mode.
ru: Перевести турель в оборонительный режим.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_button_autoFire"]
source: Toggle to activate/deactivate turrets automatically firing.\n\nLEFT CTRL + AIM can force a turret to do the opposite of current setting
ru: Используйте эту кнопку, чтобы включать и выключать автоматический режим огня.\n\nЛЕВ. CTRL + ВЫБОР ЦЕЛИ меняет режим турели на противоположный

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_hover_charges"]
source: Charges: %d/%d
ru: Заряды: %d/%d

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_hover_time"]
source: \nCharge Time: %.1f/%.1f
ru: \nВремя перезарядки: %.1f/%.1f

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_type_drones"]
source: Drones
ru: Дроны

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_type_missiles"]
source: All Solid Projectiles
ru: Все твердые снаряды

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_type_drones_missiles"]
source: All Solid Projectiles and Drones
ru: Все твердые снаряды и дроны

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_type_projectiles"]
source: Non-Solid Projectiles
ru: Не твердые снаряды

source: Non-Solid Projectiles and Drones
ru: Не твердые снаряды и дроны

source: All Projectiles
ru: Все снаряды

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_type_all"]
source: All Projectiles and Drones
ru: Все снаряды и дроны

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_use"]
source: Use your %s
ru: Использовать %s

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_use_scrap"]
source: Use your %s + $d~
ru: Использовать %s + $d~

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_finish"]
source: You follow the supplied blueprint and eventually come away with a new item.
ru: Вы следуете предоставленному чертежу и в итоге получаете новый предмет.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_blueprint"]
source: Blueprint:
ru: Чертеж:

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_requires"]
source: %s Requires:
ru: %s, необходимо:

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_atleast"]
source: \n Atleast %d:
ru: \n Как минимум %d:

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_craft"]
source: Craft this item.
ru: Создать этот предмет.

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_craft_unknown"]
source: Unknown Turret
ru: Неизвестная турель

# data/text_tooltips.xml.append$//text[@name="og_lua_turret_fabricate"]
source: Can be used to fabricate:
ru: Можно использовать для изготовления:
