Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/text
ru: Торговец, теперь нервно потея, продолжает: "Как я уже говорил, это НЕ подлинная турель Нового рассвета, а скорее... э-э... копия, да, копия, она совершенно не функционирует. Это просто предмет для коллекционеров, вам она не будет интересна".
zh_hans: 商人此刻紧张得冒汗，继续说道：“就像我刚才说的，那不是正宗的新黎明炮塔，而是，呃，一个，复制品，对，一个复制品，它完全不能用的。这纯粹是个收藏品，你不会感兴趣的。”

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[1]/text
ru: Торговец уводит разговор в сторону от турели, вам понадобится дополнительная информация, чтобы прижать его.
zh_hans: 商人巧妙地将话题从炮塔上引开了。你需要获取更多信息，才能将对话推回正题。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/text
ru: (Продв. Сенсоры) Дистанционное сканирование турели.
zh_hans: (先进传感器) 远程扫描那门炮塔。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/text
ru: Ваше сканирование показало, что на самом деле это не копия, а настоящая турель Нового рассвета.
zh_hans: 你的扫描结果显示，它实际上并非复制品，而是一门真正的新黎明炮塔。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[1]/text
ru: Сообщить о торговце Новому рассвету.
zh_hans: 向新黎明举报这名商人。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REPORT"]/text
ru: Вы тихо сообщаете о торговце в местные власти, используя собранную информацию, и до их прибытия успеваете сделать несколько покупок.
zh_hans: 你利用收集到的信息，悄悄向当地当局举报了这名商人。在他们抵达之前，你抓紧时间完成了一些购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REPORT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[2]/text
ru: Предложить ему компенсацию за "изъятие" турели Нового рассвета.
zh_hans: 主动为“扣押”新黎明炮塔一事向他提供补偿。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_PURCHASE_100"]/text
ru: После того, как вы заверяете его, что Новый рассвет не узнает об этом, он с радостью передает ее вам это по хорошей цене.
zh_hans: 在你向他保证新黎明不会发现此事后，他欣然以一个不错的价格将它转手给了你。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[3]/text
ru: Угрожать, что вы сообщите о нем, если он не снизит цену.
zh_hans: 威胁他如果不降价就举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/text
ru: Торговец соглашается на более низкую цену. Хотя, как ни странно, он не выглядел слишком напуганным вашими угрозами.
zh_hans: 商人同意了这笔更便宜的交易。不过奇怪的是，他看上去并不太害怕你的威胁。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[1]/text
ru: Выплатить ему согласованную сумму за "изъятие" турели Нового рассвета.
zh_hans: 为“扣押”新黎明炮塔一事，向他支付约定的补偿金。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_PURCHASE_80"]/text
ru: После того, как вы заверяете его, что Новый рассвет не узнает об этом, он с радостью передает ее вам это по хорошей цене.
zh_hans: 在你向他保证新黎明不会发现此事后，他欣然以一个不错的价格将它转手给了你。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[2]/text
ru: Угрожать, что вы сообщите о нем, если он снова не снизит цену.
zh_hans: 再次威胁他，如果不进一步降价就举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[2]/event/text
ru: Вы снова принимаете жесткий тон и угрожаете торговцу, но на этот раз он еще меньше обеспокоен. В конце концов, вы смотрите на турель и понимаете, что ее нет. Торговец сумел спрятать ее, пока вы были отвлечены, и, не имея ничего, о чем можно было бы сообщить, ваши угрозы остаются бесплодными.
zh_hans: 你语气严厉，再次威胁商人，但这次商人却更加不以为然。最终，你看向那门炮塔时，才发现它已经不见了——商人趁你不备把它藏了起来。失去了举报的凭据，你的威胁彻底失效了。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_THREATEN"]/choice[3]/text
ru: Вежливо отказаться и просто заняться покупками.
zh_hans: 礼貌地拒绝，只进行常规购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="sensors"]/event/choice[4]/text
ru: Не обращать внимания и просто заняться покупками.
zh_hans: 不予理会，只购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/text
ru: (Член экипажа-Железный дозор) Ваш техник Железного дозора понимает, что турель не является копией.
zh_hans: (铁幕守望船员) 你的铁幕守望技术员认出那门炮塔并非复制品。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/text
ru: Ваш техник тихонько сообщает вам, что торговец лжет, утверждая, что это копия. Может быть, вы сможете использовать это в своих интересах?
zh_hans: 你的技术员悄悄告诉你，商人关于那是复制品的说法是在撒谎，或许你可以利用这一点？

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[1]/text
ru: Сообщить о торговце Новому рассвету.
zh_hans: 向新黎明举报这名商人。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[2]/text
ru: Предложить ему компенсацию за "изъятие" турели Нового рассвета.
zh_hans: 主动为“扣押”新黎明炮塔一事向他提供补偿。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[3]/text
ru: Угрожать, что вы сообщите о нем, если он не снизит цену.
zh_hans: 威胁他如果不降价就举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[@req="LIST_CREW_OG_IRON"]/event/choice[4]/text
ru: Не обращать внимания и просто заняться покупками.
zh_hans: 不予理会，只购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP"]/choice[4]/text
ru: Не обращать внимания и просто заняться покупками.
zh_hans: 不予理会，只购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/text
ru: "Я, э-э, нашел ее поблизости, она просто дрейфовала, да, она просто дрейфовала в космосе, и я ее поднял, ничего незаконного".
zh_hans: “我，呃，呃，在附近找到的，就飘在那儿，对，它就飘在太空里，我就捡起来了，绝对不违法。”

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[1]/text
ru: Сообщить о торговце Новому рассвету.
zh_hans: 向新黎明举报这名商人。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[2]/text
ru: Предложить ему компенсацию за "изъятие" турели Нового рассвета.
zh_hans: 主动为“扣押”新黎明炮塔一事向他提供补偿。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[3]/text
ru: Угрожать, что вы сообщите о нем, если он не снизит цену.
zh_hans: 威胁他如果不降价就举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET_COVERUP_REVEALED"]/choice[4]/text
ru: Не обращать внимания и просто заняться покупками.
zh_hans: 不予理会，只购物。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/text
ru: Вы прибыли к маяку и обнаружили обломки корабля Нового рассвета. Ничто в этом районе не указывает на то, что здесь произошло сражение. Скорее всего, обломки появились из-за астероидного поля. Если вы хотите осмотреть обломки, вам нужно войти в астероидное поле.
zh_hans: 你抵达信标，发现了一艘新黎明舰船的残骸。该区域没有任何发生过战斗的迹象，相反，残骸似乎是由此地的小行星带造成的。如果你想搜索残骸，就需要进入小行星带。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[1]/text
ru: Обыскать поле обломков.
zh_hans: 搜索残骸区域。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/text
ru: Не обращать внимания на обломки.
zh_hans: 忽略残骸。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/event/text
ru: Вы остаетесь в безопасности и готовитесь к следующему прыжку.
zh_hans: 你避开了危险区域，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DEBRIS_FIELD"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[1]/text
ru: Вы обыскиваете поле обломков, но, похоже, здесь нет ничего ценного. К сожалению, поле астероидов одновременно рассеяно и плотно спрессовано, поэтому вам придется избегать повреждений, пока вы заряжаете свой ССД!
zh_hans: 你搜索了残骸区域，但似乎没有什么有价值的东西。不幸的是，这个小行星带既松散又密集，所以你必须在为跃迁驱动器充能的同时规避伤害！

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[2]/text
ru: Вы обыскиваете поле обломков, но, похоже, здесь нет ничего ценного. К сожалению, поле астероидов одновременно рассеяно и плотно спрессовано, поэтому вам придется избегать повреждений, пока вы заряжаете свой ССД!
zh_hans: 你搜索了残骸区域，但似乎没有什么有价值的东西。不幸的是，这个小行星带既松散又密集，所以你必须在为跃迁驱动器充能的同时规避伤害！

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[3]/text
ru: Вы обыскиваете поле обломков. Среди в основном бесполезного хлама вам удается обнаружить скрытый запас боеголовок в большом грузовом контейнере, который уцелел.
zh_hans: 你搜索了残骸区域。在大量几乎无用的垃圾中，你设法在一个幸存的大型货柜里找到了一批隐藏的导弹补给。

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[4]/text
ru: Вы обыскиваете поле обломков. Хотя большая часть из них представляет собой бесполезный хлам, вам удается найти небольшое количество полезных ресурсов.
zh_hans: 你搜索了残骸区域。虽然大部分都是无用的垃圾，但你勉强收集到了一些有用的资源。

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/text
ru: Вы обыскиваете поле обломков. Сами по себе они, в основном, представляет собой бесполезный хлам. Однако среди непримечательных обломков вы находите то, что похоже на спасательную капсулу с маркировкой, совпадающей с маркировкой корабля.
zh_hans: 你搜索了残骸区域。材料本身大多是无用的垃圾。然而，在不起眼的残骸中，你发现了一个似乎与那艘舰船标记匹配的逃生舱。

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[1]/text
ru: Подобрать спасательную капсулу.
zh_hans: 带走逃生舱。

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[1]/event/text
ru: Из спасательной капсулы выходит одинокий солдат Нового рассвета. "...Я думал, что мне конец. Это астероидное поле оказалось гораздо опаснее, чем мы ожидали... Мне повезло, что я остался жив".
zh_hans: 一名孤独的新黎明士兵踉跄着从逃生舱里走出来。“……我以为我死定了。那个小行星带比我们预想的要危险得多……能活下来真是幸运。”

source: data/events_sector_og_dawn.xml$//eventList[@name="OG_DAWN_DEBRIS_FIELD_SEARCH"]/event[5]/choice[2]/text
ru: Не обращать внимания на спасательную капсулу.
zh_hans: 忽略逃生舱。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/text
ru: К ближайшему аванпосту Нового рассвета пристыкован большой транспортный корабль, принадлежащий Новому рассвету. Ваше сканирование показывает, что транспорт необычно пуст.
zh_hans: 一艘属于新黎明的大型运输船正停靠在附近的新黎明前哨站上。你的扫描显示，这艘运输船异常地空旷。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
ru: Связаться с транспортом.
zh_hans: 联系运输船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
ru: "Ренегат Федерации? Не думал, что увижу здесь таких, как вы. Не беспокойтесь, здесь нет повстанцев, нам не нужно быть врагами". Капитан транспорта делает паузу, обдумывая что-то. "Скажите, у вас нет лишних припасов? Мы должны были забрать припасы из этого аванпоста, но, судя по всему, они так и не получили их с последнего транспорта". "Мы с удовольствием заплатим вам излишками оборудования или персоналом".
zh_hans: “一个联邦的变元者？没想到会在这里见到你这样的人。别担心，附近没有叛军，我们不必成为敌人。” 运输船的船长停顿了一下，似乎在思考什么。 “对了，你身上有多余的补给吗？我们本该从这个前哨站收集补给，但显然他们从上一次运输中什么也没收到。” “我们很乐意用一些剩余的装备或人员作为报酬。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/text
ru: Попросить одну из их турелей в обмен на припасы.
zh_hans: 要求用补给交换他们的一名士兵。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/text
ru: Вы пристыковываетесь к транспорту и передаете груз, вас встречает новый член экипажа: "Честно говоря, я всегда хотел работать на настоящем военном корабле. Транспортник - это, конечно, безопасно, но там очень скучно".
zh_hans: 你与运输船对接并交付了补给。你的新船员迎接了你：“说实话，我一直想在真正的战舰上工作。运输船虽然安全，但待在那儿实在太无聊了。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[2]/text
ru: Попросить одну из их турелей в обмен на припасы.

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[2]/event/text
ru: Вы пристыковываетесь к транспортному кораблю и передаете груз. Капитан транспортного корабля приветствует вас: "Знаете, эти повстанцы действительно представили Федерацию в ужасном свете, но вы, похоже, не такие уж плохие".

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[3]/text
ru: Попросить их замолвить за вас словечко перед остальными членами Нового рассвета в обмен на припасы.
zh_hans: 要求他们用补给换取在新黎明内部为你说好话。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[3]/event/text
ru: Вы пристыковываетесь к транспортному кораблю и передаете груз. Капитан транспортного корабля приветствует вас: "Знаете, эти повстанцы действительно представили Федерацию в ужасном свете, но вы, похоже, не такие уж плохие".
zh_hans: 你与运输船对接并交付了补给。运输船的船长迎接了你：“你知道吗，那些叛军把联邦说得一无是处，但你看起来真的没那么坏。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[3]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/text
ru: "Извините, у нас нет лишних припасов".
zh_hans: “抱歉，我们没法抽出多余的补给。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/text
ru: Вы желаете им удачи и готовитесь к следующему прыжку.
zh_hans: 你祝他们好运，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Связаться с транспортом.
zh_hans: 联系运输船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/text
ru: "Федеративная мразь, не подходите ближе, мы не хотим неприятностей, но не против разорвать ваш корабль в клочья".
zh_hans: “联邦的人渣，别再靠近了。我们不想惹麻烦，但也不介意把你的船撕成碎片。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[1]/text
ru: Отправить им некоторые припасы в знак доброй воли.
zh_hans: 弹射一些补给给他们，以示善意。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[1]/event/text
ru: Транспорт осторожно забирает припасы, не сводя с вас прицелов своих турелей. "Хм, полагаю, не все из вас такие уж ужасные, удачи вам, капитан". С этими словами транспортник осторожно отступает в безопасное место на аванпосте.
zh_hans: 运输船小心翼翼地收集起补给，同时保持炮塔锁定着你。“哼，看来你们也不全是混蛋。祝你好运，舰长。”说完，运输船便小心地撤退到了前哨站的安全范围内。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[2]/text
ru: Подождать, пока они покинут аванпост, прежде чем атаковать.
zh_hans: 等他们离开前哨站后再发动攻击。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[2]/event/text
ru: В конце концов транспорт завершает свою работу с аванпостом и начинает отправляться в путь. Как только он выходит из зоны досягаемости аванпоста, вы осторожно перехватываете его, открывая огонь из оружия.
zh_hans: 最终，运输船完成了与前哨站的业务并开始离开。一旦它脱离了前哨站的范围，你便精心策划了一次拦截，炮火全开。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[@req="rep_og_dawn" and @lvl="-999"]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[3]/text
ru: Подождать, пока они покинут аванпост, прежде чем атаковать.
zh_hans: 等他们离开前哨站后再发动攻击。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[3]/event/text
ru: В конце концов транспорт завершает свою работу с аванпостом и начинает отправляться в путь. Как только он выходит из зоны досягаемости аванпоста, вы осторожно перехватываете его, открывая огонь из оружия.
zh_hans: 最终，运输船完成了与前哨站的业务并开始离开。一旦它脱离了前哨站的范围，你便精心策划了一次拦截，炮火全开。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[3]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_SUPPLIES_NEEDED"]/choice[4]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/text
ru: Вы прибываете к маяку и сталкиваетесь с крупным коммуникационным аванпостом. Вы обнаруживаете большое количество зашифрованных сообщений, отправляемых в адрес флота повстанцев. Аванпост, по всей видимости, практически не защищен. Вы можете уничтожить его для получения добычи, не нанеся более нескольких единиц урона корпусу.
zh_hans: 你抵达信标，与一个大型通讯前哨站正面遭遇。你侦测到大量加密通讯正发往叛军舰队。该前哨站看起来基本没有设防，你可以摧毁它以获取补给，而自身只会承受轻微的船体损伤。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
ru: Связаться с аванпостом.
zh_hans: 联系前哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
ru: "Ах, Ренегат Федерации, о котором мы слышали, не беспокойтесь, повстанцы не знают, что вы здесь. Пока что".
zh_hans: “啊哈，我们一直听说的那位联邦变元者。别担心，叛军还不知道你在这儿。暂时还不知道。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/text
ru: Попросить аванпост задержать флот повстанцев.
zh_hans: 要求前哨站延迟叛军舰队的行动。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
ru: "Хммм, пожалуй, можно, только бы это не привело к моему разоблачению".
zh_hans: “哼，我想我们可以办到。我只希望这事别追查到我头上。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/text
ru: Попросить аванпост направить флот через определенную точку, чтобы вы могли устроить там засаду.
zh_hans: 要求前哨站将舰队引导至特定位置，以便你在那里设下陷阱。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
ru: "Хммм, пожалуй, можно, только бы это не привело к моему разоблачению".
zh_hans: “哼，我想我们可以办到。我只希望这事别追查到我头上。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
ru: Связаться с аванпостом.
zh_hans: 联系前哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
ru: "Вы, вы - Ренегат Федерации! Назовите мне хотя бы одну вескую причину, по которой я не должен немедленно доложить о вас флоту!"
zh_hans: “你，你是联邦的变元者！给我一个不立刻向舰队报告你的好理由！”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/text
ru: Предложить припасы в качестве взятки.
zh_hans: 提供补给作为贿赂。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/text
ru: "Хммм, пожалуй, я могу вас отпустить, только убирайтесь отсюда, пока повстанцы не узнали".
zh_hans: “哼，我想我可以放你走。趁叛军发现之前，赶紧离开这儿。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_CREW_OG_DAWN"]/text
ru: (Член экипажа-Новый рассвет) Просить аванпост задержать флот повстанцев.
zh_hans: (新黎明船员) 要求前哨站拖延叛军。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_CREW_OG_DAWN"]/event/text
ru: "Хммм, пожалуй, могу, только надеюсь, что это не приведет к моему разоблачению".
zh_hans: “哼，我想我可以办到。我只希望这事别追查到我头上。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/text
ru: (Член экипажа-повстанец) Попросить аванпост задержать флот повстанцев.
zh_hans: (叛军船员) 要求前哨站拖延叛军。
