Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_FAIL"]/text
ru: Корабль уходит в прыжок, если у них были данные, то теперь их нет, вы провалили миссию. Вы ждете, но не получаешь ответа от Нового рассвета, вы снова остались одни.
zh_hans: 那艘星舰跃迁离开了。如果数据真的在他们手上，那么现在一切都已无法挽回——你失败了。你继续等待，却再未收到新黎明的任何回音。你又变回孤身一人。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/text
ru: Спустя всего несколько минут прибывает крейсер Нового рассвета: "Слава богам, вам удалось их остановить! Мы уничтожили остальные корабли у хранилища данных, но этот проскользнул через нас. Мы полагаем, что на нем были похищенные данные. Команда спасателей уже отправилась на поиски, чтобы собрать все, что удалось спасти. Мы не можем выразить вам свою благодарность за помощь". "Одной из вещей, которые они пытались украсть, были чертежи нового крейсера, который мы разработали. Я взял на себя смелость скачать для вас эти чертежи, постарайтесь не дать им попасть в чужие руки. Кроме того, и это, возможно, будет вам более полезно в данный момент, у меня есть набор оборудования Нового рассвета, берите все, что вам понравится, я просто спишу это как уничтоженное в бою".
zh_hans: 仅仅几分钟后，新黎明巡洋舰抵达了现场。“感谢诸神，你成功拦截了他们。我们在数据金库击败了其余敌舰，但这一艘突破了防线。我们认为失窃的数据就在他们船上。打捞队已在途中，会尽力回收任何残留物。对于你的帮助，我们感激不尽。” “他们试图盗取的物品之一，是我们新设计的星舰蓝图。我已自作主张将设计图下载了一份给你，请务必不要让它落入错误的人手中。此外，可能对你眼下更有直接帮助的是，我这里有一批新黎明制式装备，你可以任意挑选合眼的，我会把它们记作在战斗中损毁。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[1]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[1]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и возвращается в хранилище данных.
zh_hans: 你选择了其中一座新黎明炮塔。舰长再次向你致谢后，便调转航向返回数据金库

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[2]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[2]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и возвращается в хранилище данных.
zh_hans: 你选择了其中一座新黎明炮塔。舰长再次向你致谢后，便调转航向返回数据金库

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[3]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[3]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и возвращается в хранилище данных.
zh_hans: 你选择了其中一座新黎明炮塔。舰长再次向你致谢后，便调转航向返回数据金库

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[4]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[4]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и возвращается в хранилище данных.
zh_hans: 你选择了其中一座新黎明炮塔。舰长再次向你致谢后，便调转航向返回数据金库

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[5]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_WIN_FOLLOWUP"]/choice[5]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и возвращается в хранилище данных.
zh_hans: 你选择了其中一座新黎明炮塔。舰长再次向你致谢后，便调转航向返回数据金库

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/beaconType/unvisitedTooltip
ru: Местонахождение хранилища данных Нового рассвета, которое станет объектом рейда.
zh_hans: 计划突袭的新黎明数据金库位置。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/text
ru: Вы прибыли к месту встречи, крейсер Железного дозора уже там, рядом с небольшим флотом меньших военных кораблей. "Вы здесь, капитан, тогда мы можем отправляться, следуйте за мной и готовьтесь к бою".
zh_hans: 你已抵达汇合点，那艘铁幕守望星舰早已在此等候，其周围还集结着一支由小型军用舰艇组成的小型舰队。“舰长，你到了。那么我们可以出发了，跟着我，准备进入战斗状态。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/text
ru: Следовать за крейсером.
zh_hans: 跟随星舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/text
ru: Вы следуете за крейсером, и на ваших сенсорах быстро появляется хранилище данных - большая станция с мощной системой защиты, рядом с которой находится огромная солнечная батарея, обеспечивающая ее энергией. Крейсер Железного дозора связывается с вами: "Держитесь рядом, у меня на борту основные силы для рейда, другие корабли будут обеспечивать прикрытие, я хочу, чтобы вы были там на случай, если произойдет что-то непредвиденное".
zh_hans: 你跟随那艘舰船前进，数据金库很快出现在传感器上——那是一座庞大且戒备森严的空间站，其附近巨大的太阳能阵列正为其提供能源。 铁幕守望星舰发来通讯：“跟紧我，我的船上载有主力突袭部队。其他舰船将为突袭提供掩护。我需要你在场，以防任何意外情况发生。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/choice/text
ru: "Да, мы будем там".
zh_hans: “收到，我们会跟上的。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/choice/event/text
ru: Меньшие корабли вступают в бой первыми, отвлекая защитников от станции, а также атакуя и выводя из строя многие из установленных на станции турелей. Все идет хорошо, пока из-за станции не появляется большой корабль Нового рассвета, направляющийся прямо к вам и к крейсеру Железного дозора. "Вы должны остановить этот корабль, у нас мало экипажа и оборудования, мы не готовы к бою между кораблями. Вы должны помешать им добраться до нас".
zh_hans: 小型舰艇率先接敌，成功将防御火力从空间站引开，并摧毁、瘫痪了站体上的多座炮塔。一切似乎进展顺利，直到一艘庞大的新黎明舰船从空间站后方现身，径直朝你与铁幕守望星舰驶来。“你必须阻止那艘船！我们船上满载人员和装备，并未针对舰对舰战斗进行配置。绝不能让它接近我们。”

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_HEIST_IRON_TIMER"]/triggeredEventBox/tooltip
ru: Время до того момента, когда корабль Нового рассвета окажется в зоне досягаемости крейсера Железного дозора.
zh_hans: 新黎明舰船进入铁幕守望星舰火力范围所需时间。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/text
ru: "На самом деле, мы подумали и решили, что лучше избежать этого конфликта".
zh_hans: “事实上，我们重新考虑过了。我们更希望避免这场冲突。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/event/text
ru: Капитан Нового рассвета разочарован и отправляется в путь в одиночку, надеясь, что их корабль будет достаточно мощным, чтобы справиться самостоятельно.
zh_hans: 新黎明舰长难掩失望，独自驾舰离去。但愿他们的星舰单凭自身火力足以应对。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_IRON"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_FAIL"]/text
ru: Корабль Нового рассвета поворачивается от вас и начинает обстреливать корабль Железного дозора. Вы наблюдаете, как он разрушается под непрерывным огнем и в конце концов разваливается на части, разрушая всякую надежду на успешный рейд. Остатки сил Железного дозора гибнут вокруг вас, а оборона Нового рассвета обращает свое внимание на вас, заставляя вас отступать, и в конце концов вы вынуждены бежать, чтобы не быть уничтоженными.
zh_hans: 新黎明舰船调转方向，开始向铁幕守望星舰开火。你眼睁睁看着它在持续不断的炮火下逐渐解体，最终爆裂成碎片，任何突袭成功的希望也随之破灭。余下的铁幕守望部队在你周围逐一溃败，新黎明的防御系统转而将矛头对准了你，迫使你节节后退，最终除了逃离，别无选择——否则便是毁灭。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/text
ru: После уничтожения корабля Нового рассвета ничто не мешает вашим силам полностью завершить рейд. Остальные оборонительные сооружения уничтожены, и корабль Железного дозора в конце концов покидает станцию. "Все прошло успешно, спасибо за помощь, капитан, без вас мы бы не справились. Я взял на себя смелость извлечь все данные, которые могут вам пригодиться, кроме того, мы захватили часть оборудования Нового рассвета, берите все, что вам нужно".
zh_hans: 随着新黎明舰船被击毁，再无障碍能阻止你们的部队完成突袭。剩余的防御力量被一一清除，铁幕守望星舰最终也与空间站脱离了接触。“任务成功。感谢你的协助，舰长，没有你我们不可能完成。我自作主张提取了所有可能对你有用的数据。此外，我们还缴获了一批新黎明装备，请按需取用。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[1]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[1]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и отправляется путь обратно на базу.
zh_hans: 你挑选了其中一座新黎明炮塔。舰长再次向你致谢，随后便继续驶向他们的基地。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[2]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[2]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и отправляется путь обратно на базу.
zh_hans: 你挑选了其中一座新黎明炮塔。舰长再次向你致谢，随后便继续驶向他们的基地。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[3]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[3]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и отправляется путь обратно на базу.
zh_hans: 你挑选了其中一座新黎明炮塔。舰长再次向你致谢，随后便继续驶向他们的基地。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[4]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[4]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и отправляется путь обратно на базу.
zh_hans: 你挑选了其中一座新黎明炮塔。舰长再次向你致谢，随后便继续驶向他们的基地。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[5]/text
ru: Взять:
zh_hans: 接收：

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_WIN_FOLLOWUP"]/choice[5]/event/text
ru: Вы выбираете одну из турелей Нового рассвета, после чего капитан еще раз благодарит вас и отправляется путь обратно на базу.
zh_hans: 你挑选了其中一座新黎明炮塔。舰长再次向你致谢，随后便继续驶向他们的基地。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_TRANSPORT_LOOT"]/escape/text
ru: Похоже, они не хотят сражаться. Они пытаются сбежать.
zh_hans: 他们看起来并无意交战，正试图撤离。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/text
ru: У этого маяка находится транспортный корабль Нового рассвета. Можно с уверенностью предположить, что на корабле находится какая-то особая техника. Если вы убьете его экипаж, груз будет вашим.
zh_hans: 这个信标处停泊着一艘新黎明运输船。几乎可以肯定，船上很可能载有某种特殊科技。若能解决其船员，船上的货物便将归你所有。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[1]/text
ru: Потребовать отдать их груз вам.
zh_hans: 向对方发出通讯，要求其立即投降并交出所有货物。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[1]/event/text
ru: Вы готовитесь захватить их груз силой.
zh_hans: 你已做好武力夺取其货物的准备。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/text
ru: Избегать корабля.
zh_hans: 你选择避开这艘舰船。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/event/text
ru: Они остаются вне досягаемости вашего оружия и в конце концов уходят в прыжок.
zh_hans: 他们始终保持在你的武器射程之外，最终跃迁离开了。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_OG_DAWN_LOOT"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="TRANSPORT_CAPTURE_OG_DAWN"]/text
ru: Экипаж погиб, оставив вам корабль. Его груз теперь ваш. Как вы и ожидали, на борту находится особое оборудование, которое вы доставляете на свой корабль.
zh_hans: 船员已全部死亡，整艘船现在归你所有。船上的货物任你拿取。正如你所料，你找到了那份特殊的科技物品，并将其带回了自己的星舰。
