Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/event/text
ru: "Хммм, пожалуй, могу, только надеюсь, что это не приведет к моему разоблачению".
zh_hans: “哼，我想我可以办到。我只希望这事别追查到我头上。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/text
ru: Сказать им, что вы как раз собирались уходить.
zh_hans: 告诉他们你正要离开。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/text
ru: Они решают не сообщать о вас, вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 他们决定不举报你。你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/choice[4]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Аванпост отказывается от любых попыток установить контакт из-за вашей плохой репутации.
zh_hans: 由于你的负面声望，前哨站拒绝一切联系尝试。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[4]/text
ru: Разобрать его на лом и припасы.
zh_hans: 摧毁它，获取废料与补给。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[4]/event/text
ru: Вы открываете огонь по аванпосту, он быстро разрушается под вашим оружием, его слабые турели наносят вам лишь небольшой урон. К сожалению, он успел предупредить повстанческий флот о вашем местоположении, прежде чем был уничтожен.
zh_hans: 你向前哨站开火，它很快在你的武器下解体，其火力不足的炮塔只对你造成了零星伤害。不幸的是，它在被摧毁前成功向叛军舰队发出了你的位置警报。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[4]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[5]/text
ru: Не обращать внимания на аванпост.
zh_hans: 无视哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[5]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[5]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_OUTPOST_FLEET"]/choice[5]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_REBEL_INFIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_REBEL_INFIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_REBEL_OG_DAWN_INFIGHT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_REBEL_OG_DAWN_INFIGHT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/text
ru: Вы прибываете к маяку и сталкиваетесь лицом к лицу с кораблем Нового рассвета и кораблем повстанцев. Вы сразу же готовитесь к предстоящей битве, но вскоре понимаете, что корабли не заинтересованы в вас, а нацелены друг на друга. Из того, что вы слышите по общему каналу связи, вы понимаете, что капитан Нового рассвета устал слушать приказы этих "глупых капитанов повстанцев, которые не могут отличить задницу слизня от собственной матери". А капитан повстанцев весьма недоволен неподчинением корабля Нового рассвета.
zh_hans: 你抵达信标，同时与一艘新黎明舰船和一艘叛军舰船正面遭遇。你立即为即将到来的战斗做好准备，随后才意识到这两艘船对你并无兴趣——实际上，它们的武器正互相瞄准着对方。 从公共通讯频道中你能听到，新黎明的船长似乎受够了听从这些“连蛞蝓的屁股和自己老娘都分不清的蠢货叛军船长”的命令。而叛军的船长则对新黎明舰船的违抗命令行为极为不满。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/text
ru: Вступить в бой с кораблем Нового рассвета.
zh_hans: 攻击新黎明舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/text
ru: Вы активируете оружие и направляетесь к кораблю Нового рассвета. У вас есть минута, чтобы еще раз обдумать свое решение. Вы можете сбежать и избежать сражения, если уйдете сейчас.
zh_hans: 你启动武器系统，开始接敌新黎明舰船。在交火前的一瞬，你再次审视了自己的决定——如果现在就撤离，你仍然可以避免这场战斗。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[1]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/text
ru: Избежать сражения.
zh_hans: 避免战斗。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/event/text
ru: Вы разворачиваетесь и убегаете, два корабля снова обращают внимание друг на друга, а вы готовитесь к следующему прыжку.
zh_hans: 你调转船头，逃离了现场。那两艘舰船将注意力重新放回彼此身上，而你则为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[1]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/text
ru: Вступить в бой с кораблем повстанцев.
zh_hans: 攻击叛军舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/text
ru: Вы активируете оружие и направляетесь к кораблю повстанцев. У вас есть минута, чтобы еще раз обдумать свое решение. Вы можете сбежать и избежать сражения, если сейчас же отступите.
zh_hans: 你启动武器系统，开始接敌叛军舰船。在交火前的一瞬，你再次审视了自己的决定——如果现在就撤离，你仍然可以避免这场战斗。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[1]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/text
ru: Избежать сражения.
zh_hans: 避免战斗。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/event/text
ru: Вы разворачиваетесь и убегаете, два корабля снова обращают внимание друг на друга, а вы готовитесь к следующему прыжку.
zh_hans: 你调转船头，逃离了现场。那两艘舰船将注意力重新放回彼此身上，而你则为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[2]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/text
ru: Воспользоваться замешательством, чтобы сбежать и избежать конфликта.
zh_hans: 利用混乱脱身，避免任何冲突。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT"]/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/text
ru: После того, как с кораблем повстанцев было покончено, корабль Нового рассвета не предпринимает никаких действий, чтобы вступить с вами в бой, вы не знаете что они задумали.
zh_hans: 解决了叛军舰船后，新黎明的舰船并未做出任何攻击你的举动。你无法确定他们的下一步意图。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
ru: Связаться с кораблем Нового рассвета.
zh_hans: 联系新黎明舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
ru: "Ах, Ренегат Федерации, о которой мы слышали. Я действительно начинаю думать, что этот союз с повстанцами был огромной ошибкой, эти парни просто ужасны". Капитан на мгновение задумывается. "Вот, возьмите эти припасы. Изначально мы должны были доставить их на ближайший аванпост повстанцев, но я сомневаюсь, что они заметят, что они так и не прибыли".
zh_hans: “啊哈，我们一直听说的那位联邦变元者。我真的开始觉得和叛军结盟是个天大的错误，这帮家伙糟透了。” 船长停顿了片刻，思考着。 “给，这些补给你拿去吧。我们原本是要把它们送到附近的叛军前哨站的，但我怀疑他们根本不会注意到东西没送到。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
ru: Связаться с кораблем Нового рассвета.
zh_hans: 联系新黎明舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="0"]/event/text
ru: Вы, вы Ренегат Федерации. Наверное, я должен сейчас вас уничтожить, но с другой стороны, я должен был выполнить приказ того идиота, и посмотрите, чем это закончилось. Кстати, спасибо, что разобрались с ними, благодаря вам мои руки остались чистыми, я обязательно замолвлю за вас хорошее словечко. С этими словами корабль улетает, явно стремясь уйти подальше от всего этого.
zh_hans: “你，你是联邦的变元者。按理说我现在应该向你开火，但话说回来，我还曾‘理应’听从那个白痴的命令呢，结果又如何？顺便感谢你收拾了他们，这样我的手就干净了。我一定会把你的‘好名声’传播出去的。”说完，那艘船便跃迁离开了，显然急于从这整件事中脱身。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Корабль отказывается от любых попыток установить контакт из-за вашей плохой репутации.
zh_hans: 由于你的负面声望，该舰船拒绝一切联系尝试。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[4]/text
ru: Вступить в бой с кораблем Нового рассвета.
zh_hans: 攻击新黎明舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[4]/event/text
ru: Корабль Нового рассвета явно удивлен вашим решением вступить в бой, и в ответ включает оружие.
zh_hans: 新黎明的舰船显然对你试图接敌的举动感到意外，他们随即启动了武器作为回应。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[4]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_DAWN_FOLLOWUP"]/choice[5]/text
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/text
ru: После того, как с кораблем Нового рассвета было покончено, корабль повстанцев не предпринимает никаких действий, чтобы вступить с вами в бой, но, похоже, и благодарности от него ждать не стоит.
zh_hans: 解决了新黎明的舰船后，叛军的舰船并未做出任何攻击你的举动，但看来你也别指望得到任何感谢。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[1]/text
ru: Вступить в бой с кораблем повстанцев.
zh_hans: 攻击叛军舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[2]/text
ru: Воспользоваться хрупким миром и отступить, чтобы избежать конфликта.
zh_hans: 利用这不稳定的和平，后撤以避免冲突。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_REBEL_DAWN_INFIGHT_REBEL_FOLLOWUP"]/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/text
ru: Вы незаметно прибыли к маяку. Эта область космоса относительно незаселена из-за пульсара, на сенсорах отображается только один корабль Нового рассвета, и, похоже, он еще не заметил вас.
zh_hans: 你悄然抵达信标，未被察觉。由于脉冲星的缘故，这片星区相对荒凉，传感器上只显示出一艘新黎明的舰船，而且他们似乎尚未发现你。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
ru: "Ах, знаменитый Ренегат, который посетил наш сектор! Я слышал о вас много хорошего. Не могли бы вы мне помочь? Меня послали сюда, чтобы выследить беглый корабль Железного дозора, но я не могу его найти. Буду очень благодарен за вашу помощь в поисках".
zh_hans: “啊，那位造访我们星区的著名变元者。我听过不少关于你的好评。不知你是否能帮助我？我被派来此搜寻一艘失控的铁幕守望舰船，但却找不到它。如果你能协助搜索，我将不胜感激。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/text
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
ru: Вы соглашаетесь помочь и отделяетесь от корабля Нового рассвета. Через несколько минут поиска корабль Нового рассвета исчезает вдали, за пределами досягаемости ваших сенсоров. Спустя всего несколько минут появляется корабль Железного дозора, выходящий из-за большого, но медленно движущегося астероида. Они верно догадываются, что вы являетесь частью поисковой группы, и не дают вам шанса, готовясь к бою.
zh_hans: 你同意提供帮助，并与新黎明舰船分头搜索。几分钟后，新黎明的舰船消失在远方，超出了你的传感器范围。仅仅又过了几分钟，那艘铁幕守望的舰船便出现了——它一直隐藏在一块缓慢移动的巨大小行星后面。他们正确地推断出你是猎杀小队的一员，没有给你任何解释的机会。准备战斗。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/text
ru: Вежливо отказаться.
zh_hans: 礼貌地拒绝。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
ru: "Вы не тот, кого я ищу, не мешайте мне, и у нас не будет проблем".
zh_hans: “你不是我要找的人。别挡我的路，我们就不会有事。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Попытка установить контакт заканчивается тем, что на вас нападают из-за вашей плохой репутации.
zh_hans: 尝试联系只会因你的负面声望而招致他们的攻击。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[4]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[4]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[4]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[5]/text
ru: Не обращать внимания на аванпост.
zh_hans: 无视哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[5]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[5]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP_PULSAR"]/choice[5]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/text
ru: Вы незаметно прибыли к маяку. Одинокое судно Нового рассвета поблизости еще не заметило вас...
zh_hans: 你悄然抵达信标，未被察觉。附近唯一的一艘新黎明舰船尚未发现你……

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
ru: "А, капитан-Ренегат, у вас, наверное, нет лишних припасов под рукой? У нас заканчивается топливо и дрон-комплекты, но у нас есть лом, чтобы компенсировать вам расходы".
zh_hans: “啊，是变元者舰长。我想请问你手头是否有富余的补给？我们的燃料和无人机零件快耗尽了，我们有废料可以补偿你。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/text
ru: Согласиться на обмен.
zh_hans: 同意交换。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/text
ru: Вы передаете им припасы и получаете их лом - старый добрый обмен ресурсами.
zh_hans: 你向他们转移了补给，并收到了他们的废料。一次地地道道的资源交换。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/text
ru: Вежливо отказаться.
zh_hans: 礼貌地拒绝。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
ru: "Я не заинтересован в конфликте, не мешайте мне, и у нас не будет проблем".
zh_hans: “你不是我要找的人。别挡我的路，我们就不会有事。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Попытка установить контакт заканчивается тем, что на вас нападают из-за вашей плохой репутации.
zh_hans: 尝试联系只会因你的负面声望而招致他们的攻击。
