Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[4]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[4]/event/text
ru: Вы спешите, чтобы получить преимущество, но, к сожалению, корабль замечает вас и успевает подготовиться к сражению.
zh_hans: 你试图冲过去抢占先机，但不幸的是，那艘船发现了你并已为战斗做好了准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[4]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[5]/text
ru: Не обращать внимания на аванпост.
zh_hans: 无视哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[5]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[5]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_NEUTRAL_SHIP"]/choice[5]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/text
ru: Вы прибыли в астероидное поле, сигнал бедствия поступает с разбитого транспортного корабля Нового рассвета, который находится рядом с маяком.
zh_hans: 你抵达了一片小行星带。求救信标来自一艘损毁的新黎明运输船，它就停在信标的旁边。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/text
ru: Исследовать место крушения.
zh_hans: 调查残骸。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/text
ru: Вы подлетаете поближе к обломкам. Среди них лежат несколько грузовых контейнеров, но все они, похоже, вскрыты - кто-то уже побывал здесь. Через мгновение вы узнаете, кто это был: из-за астероидов выходит разведчик Нового рассвета. Судя по тонкой струйке масла и других жидкостей, вытекающих за ним, его двигатели, очевидно, повреждены.
zh_hans: 你靠近残骸，在碎片中有数个货柜，但它们都已被打开——显然有人先你一步抵达了这里。 片刻之后，你便发现了那是谁：一艘新黎明侦察舰从几颗小行星后现身。从它身后泄漏出的油料与其他流体的细线来看，它的引擎显然已受损。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/text
ru: Капитан корабля находится в панике: "Пожалуйста, капитан, вы должны нам помочь, я спас всех, кого смог найти, но наш корабль находится на последнем издыхании, я умоляю вас, возьмите нас и наш груз на борт и выведите из поля астероидов, неподалеку есть аванпост".
zh_hans: 那艘船的船长声音慌乱：“求你了，舰长，你一定要帮帮我们。我已经救起了所有能找到的人，但我们的船撑不了多久了。我恳求你收容我们和我们的货物，带我们离开这小行星带。附近有一个前哨站。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[1]/text
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[1]/event/text
ru: Потребуется время, чтобы погрузить всех на борт и добраться до аванпоста, вам нужно будет выжить в астероидном поле около 30 секунд.
zh_hans: 将所有人转移上船并抵达前哨站需要时间。你需要在充满小行星的环境下存活大约30秒。

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_DISTRESS_ASTEROID_TRIGGEREDEVENT"]/triggeredEventBox/tooltip
ru: Время загрузить все на борт.
zh_hans: 装载所需时间。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[2]/text
ru: Атаковать их!
zh_hans: 攻击他们！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[2]/event/text
ru: Вместо того, чтобы помочь им, вы сразу же прибегаете к оружию. Если кто-то из них выживет, в будущем они не будут так доверять случайным кораблям Федерации.
zh_hans: 你没有帮助他们，反而立即启动了武器系统。如果他们中有人幸存，将来再也不会轻易信任随机的联邦舰船了。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[3]/text
ru: Вежливо отказаться.
zh_hans: 礼貌地拒绝。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[1]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[2]/text
ru: Атаковать их!
zh_hans: 攻击他们！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[2]/event/text
ru: Вместо того, чтобы выслушать их, вы сразу же прибегаете к оружию. Если кто-то из них выживет, в будущем они не будут так доверять случайным кораблям Федерации.
zh_hans: 你没有听取他们的请求，反而立即启动了武器系统。如果他们中有人幸存，将来再也不会轻易信任随机的联邦舰船了。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[1]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/text
ru: Не обращать внимания на место крушения.
zh_hans: 忽略残骸。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_LOADED"]/text
ru: Вы успеваете погрузить всех на борт как раз вовремя, и буквально через мгновение астероид попадает в противоположный корабль, вызывая быструю разгерметизацию. До аванпоста осталось совсем немного.
zh_hans: 你及时将所有人转移上船。片刻之后，一颗小行星击中了那艘敌舰，引发了快速失压。再过不久，你就能抵达前哨站了。

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_DISTRESS_ASTEROID_TRIGGEREDEVENT2"]/triggeredEventBox/tooltip
ru: Пора отправляться к аванпосту.
zh_hans: 前往前哨站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/text
ru: Вы сделали это, пристыковались к аванпосту и все успешно выбрались. Экипаж корабля очень благодарен. Один из солдат Нового рассвета подходит к вам: "Как вы думаете, я мог бы присоединиться к вашему кораблю в качестве члена экипажа? Работа на транспортном эскорте была довольно скучной, по крайней мере до тех пор, пока я не подумал, что мы все умрем".
zh_hans: 你成功了。你与前哨站对接，所有人都安全撤离。舰船的船员们感激不尽。一名新黎明士兵走到你面前：“你觉得我能加入你的舰船，成为你的船员吗？在运输护卫舰上工作太无聊了，至少在被吓死之前是这么觉得的。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[1]/text
ru: Принять его на борт.
zh_hans: 接受他们登船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[1]/event/text
ru: К вам присоединился новый член экипажа на борту корабля.
zh_hans: 欢迎你的新船员加入飞船队伍。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_DISTRESS_ASTEROID_OUTPOST"]/choice[2]/text
ru: Вежливо отказаться.
zh_hans: 礼貌地拒绝。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/destroyed/choice/event/text
ru: Исследуя обломки корабля, вы натыкаетесь на странный грузовой контейнер, на котором даже указан пункт назначения. Вы поднимаете его на борт.
zh_hans: 你把这艘废弃飞船内部检查了一遍，发现在船上有一个奇怪的货柜，侧面竟然还标记着目的地。你决定把它搬上自己的飞船。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_PREIGN_QUEST"]/deadCrew/choice/event/text
ru: Исследуя остатки корабля, вы натыкаетесь на странный грузовой контейнер, на котором даже указан пункт назначения. Вы поднимаете его на борт.
zh_hans: 你仔细搜索着飞船的残骸，发现了一个奇怪的货柜，它的侧面甚至记录着目的地。你将它带上了自己的飞船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/text
ru: Сигнал бедствия исходит от поврежденного бомбардировщика Нового рассвета, расположенного поблизости. Ваше сканирование показывает, что его двигатели сильно повреждены, и он в ближайшее время никуда не улетит.
zh_hans: 你定位到求救信号来自附近一艘受损停泊的新黎明轰炸机。扫描显示它的引擎严重受损，看来一时半会儿哪儿也去不了了。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/text
ru: Связаться с кораблем.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/text
ru: "Вы не из Нового рассвета, но я слышал, что вы помогаете другим. У нас на борту важный груз, который нужно доставить на ближайшую базу. Мы обеспечим вам хорошее вознаграждение, если вы доставите его туда".
zh_hans: “我们确实不是新黎明的人，但航道上的互助规矩我懂。把货物坐标和基地验证码传过来，酬劳按风险系数折算——前提是你们能撑到我们返航。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[1]/text
ru: Согласиться доставить груз.
zh_hans: 同意运送这件货物。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[1]/event/text
ru: Они передают вам координаты и грузовой контейнер, но быстро предупреждают, чтобы вы не открывали его, и отправляют вас в путь.
zh_hans: 他们交接了坐标与货箱，并简短告诫你在送达前切勿打开，随后便示意你们启程。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[2]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[2]/event/text
ru: Вы активировали оружие и планируете захватить груз и их корабль силой.
zh_hans: 武器已就位，你打算强行夺取货物和他们的船只。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="3"]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Ваши попытки установить контакт немедленно пресекаются, когда они понимают, кто вы такой. Похоже, они надеялись, что на помощь придет кто-то из их товарищей.
zh_hans: 当你试图联系时，对方一认出你的身份便立即切断了通讯。看来他们原本是希望自己人来救援的。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[3]/text
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[3]/event/text
ru: Вы активируете оружие и планируете захватить их корабль силой.
zh_hans: 武器准备就绪，你计划强行夺取他们的飞船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[3]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/text
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST"]/choice[4]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/beaconType/unvisitedTooltip
ru: Место доставки грузового контейнера.
zh_hans: 货柜的预定目的地。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/text
ru: Вы прибываете к маяку и обнаруживаете большую военную базу. На грузовом контейнере указан конкретный док, куда нужно направиться.
zh_hans: 你抵达信标，发现了一个大型军事设施。货柜上的目的地指明了一个具体的对接端口。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/text
ru: Пристыковаться к порту.
zh_hans: 前往指定对接端口停靠。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/text
ru: Ваш корабль пристыковывается к порту. Вы направляетесь к военному объекту, но вас останавливают прямо у входа. "Этот стыковочный порт предназначен для специальных грузов. Пожалуйста, переместите свой корабль в другой порт".
zh_hans: 您的飞船悄然停靠在指定的对接舱口，然而就在踏出舱门的瞬间，您被驻守在外的卫兵拦下。对方以公式化的语气告知："此对接端口为特殊物资专用通道，请您将飞船转移至其他泊位。"

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/text
ru: "О, на самом деле мы - доставщики".
zh_hans: “哦，其实我们是送货的。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/text
ru: "А где же тогда грузовой контейнер?"
zh_hans: “噢，那货箱在哪儿呢？”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/text
ru: (Грузовой контейнер) Показать его.
zh_hans: (货物箱) 向她出示货物箱。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/text
ru: "О, вы не лгали, вот он. Пожалуйста, возьмите его и следуйте за мной, это недалеко отсюда". Через мгновение вы оказываетесь в странной лаборатории, в комнате стоит несколько пустых столов, но вас направляют к более крупному столу посередине.
zh_hans: “哦，你之前没骗我，东西真的在这儿。请带上它跟我来，离这儿不远。” 片刻之后，你发现自己置身于一个看起来颇为古怪的实验室。房间里散落着几张无人看管的桌子，但对方将你引到了中间一张稍大的桌前。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/text
ru: Ученый или, возможно, инженер подходит и говорит: "Отлично, оно здесь". Он открывает контейнер и начинает в нем рыться, ища что-то. "А, отлично, оно было здесь". Он вытаскивает странное устройство, которое вы узнаете как Предварительное питание турели Нового рассвета, хотя оно выглядит модифицированным. Инженер поднимает его на стол и начинает подключать к нескольким другим компонентам со стола.
zh_hans: 一位科学家模样的工程师走上前来，“啊，太棒了，东西送到了。”他撬开板条箱，伸手在箱内翻找起来。 “找到了，果然在这儿。”他取出一个造型奇特的装置——你认出那是新黎明的炮塔预热充能器，但显然经过改造。工程师将它拿到中央实验台，开始与台上其他元件进行连接调试。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/text
ru: Он обращает на вас внимание, не проявляя особого интереса к тому, с кем разговаривает. "Представляю вам ПРЕДВАРИТЕЛЬНОЕ ПИТАНИЕ Турели, усовершенствованную версию нашего успешного Предварительного питания. Наверное, создавать эту модель не было необходимости, но мне нравится иметь окончательный прототип, это дает ощущение завершенности".
zh_hans: 他将注意力转向你，但似乎并不在意自己在和谁说话。“容我向您介绍这款‘炮塔预热器’，这是我们成功的预热充能器的强化版本。虽说把它组装起来可能并非必要，但我喜欢做出一个最终原型，这样才感觉完整。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/text
ru: Через мгновение всю станцию сотрясает сильный взрыв, раздаются сирены и тревожные сигналы, люди начинают бежать, инженер поворачивается к ближайшей консоли и быстро включает камеры наружного наблюдения станции. На экране можно разглядеть странный корабль, силуэт которого вырисовывается на фоне ближайшей звезды. "Все так, как я и подозревал", - инженер поворачивается к вам. "Капитан, что это за корабль? Крейсер, отлично, возьмите Предварительное питание турели, я сохранил чертежи в защищенном центре обработки данных, но я не могу рисковать, чтобы физический прототип попал в их руки, пожалуйста, возьмите его с собой и улетите отсюда, что бы ни случилось, не дайте ему попасть в руки повстанцев".
zh_hans: 不一会儿，整座空间站被剧烈的爆炸撼动，警报声骤然响起，人们开始匆忙奔逃。工程师立刻转向身旁的控制台，迅速调出空间站的外部监控画面。 屏幕中，一艘造型奇异的飞船在附近恒星的映衬下显出黑色剪影。“果然如我所料。”工程师转身面向你，“舰长，你驾驶的是什么型号的飞船？”“巡洋舰？很好。带上这台炮塔预热器，我已经将设计图存入了安全数据中心，但绝不能冒险让原型落入他们手中。请务必带着它离开这里——无论如何，绝不能让这件装备落到叛军手里！”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/choice/event/text
ru: Вы мчитесь обратно к своему кораблю, отчаянно пытаясь увести его подальше от станции, пока он не был поврежден в суматохе. Вы отстыковываетесь от станции и начинаете удаляться, когда вражеский корабль обращает на вас свое внимание, в кабине загораются предупреждающие сигналы, предупреждающие вас об опасности, готовьтесь к бою.
zh_hans: 你匆忙赶回自己的星舰，一心要在混乱导致的破坏波及舰体前离开这处设施。 星舰刚刚脱离空间站的对接舱口，开始向远处漂移，那艘敌舰便将注意力转向了你。舰桥内瞬间亮起一片警报，危险示警充斥四周——战斗准备已刻不容缓。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[@req="OG_CARGO_CRATE_PREIGN_WEAK"]/event/choice/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/text
ru: "О, э-э, у нас его больше нет".
zh_hans: “啊，那个……东西已经不在我们这儿了。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/event/text
ru: "Ладно, я бы посоветовал вам убираться, пока я не выбросил вас из шлюза". Вы быстро возвращаетесь на свой корабль и готовитесь к следующему прыжку.
zh_hans: “行吧。我建议你们在我不得不把各位扔出气闸舱之前，赶紧离开。” 你迅速返回自己的星舰，为下一次跳跃做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[1]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/text
ru: "Ой, извините, тогда мы уходим".
zh_hans: “抱歉，我们这就离开。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/event/text
ru: Вы выводите свой корабль из стыковочного порта и готовитесь к следующему прыжку.
zh_hans: 你将星舰驶离对接舱口，开始为下一次跃迁做准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[1]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/text
ru: Не обращать внимания на станцию.
zh_hans: 忽略那座空间站。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_QUEST_DESTINATION"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/text
ru: Корабль повстанцев был уничтожен, оставив после себя множество обломков, а необычная турель, установленная на корабле, уцелела, получив лишь несколько небольших вмятин и царапин. Удивительно, но вы все еще обнаруживаете слабые признаки жизни на борту корабля, когда разбираете его на лом...
zh_hans: 叛军舰船已被摧毁，留下了大量残骸废料。那艘舰船上搭载的奇特炮塔竟基本完好，仅有些许凹痕与刮擦。令人意外的是，当你着手回收废料时，探测仪显示这片废墟中仍存在微弱的生命体征……

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/text
ru: Вы приближаетесь и вскрываете грузовой отсек, где обнаруживаете раненого солдата повстанцев. Как только вы подходите, он впадает в панику, хватает острый кусок металла и вонзает его себе в грудь. Это самоубийство, вероятно, попытка помешать вам получить информацию... но какую?
zh_hans: 你操纵机械臂靠近，撕开残破的货舱，发现一名负伤的叛军士兵。对方察觉你的接近瞬间陷入恐慌，猛地抓起手边锋利的金属碎片，狠狠刺入自己胸膛。这是自杀行为——或许是为了阻止你获取情报……可究竟是什么情报值得他如此决绝？

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/choice/text
ru: Исследовать корабль.
zh_hans: 调查这艘船。
