Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_PREIGN_LEGION_DEFEAT"]/choice/event/choice/event/text
ru: Похоже, что большая часть данных на корабле была удалена во время боя - странная практика, но, судя по всему, они знали о своей судьбе еще до начала боя. Что бы ни было это за корабль, он имел четкий приказ не допускать утечки информации. Возможно, это не последний раз, когда вы видите такой корабль, хотя это очень маловероятно.
zh_hans: 看来舰船内大部分数据都在战斗中被清除了——这种做法很不寻常，似乎他们在交战前就已预知了自己的结局。无论这艘船执行的是什么任务，其船员显然接到过极其明确的指令：绝不能泄露任何信息。或许这不会是你最后一次见到同类舰船，尽管一切都还是未知数。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_ENCOUNTER_OG_DAWN"]/text[1]
ru: Когда вы входите в систему, корабль Нового рассвета приближается к вам. Они отказываются отвечать на все вызовы. Приготовьтесь к бою.
zh_hans: 就在你跃迁进入该星系时，一艘新黎明舰船朝你的方位逼近。他们拒绝回应所有呼叫。请准备战斗。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_ENCOUNTER_OG_DAWN"]/text[2]
ru: Вскоре после прибытия в систему с вами связывается небольшой крейсер. "Какая удача, что мы случайно встретились. Ничего личного, но у вас есть кое-какая информация, которая нам нужна!"
zh_hans: 抵达该星系后不久，你就被一艘小型战舰叫住。"真是好运气，我们碰巧遇到了彼此。不针对你个人，但你有一些我们需要的情报！"

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_ENCOUNTER_OG_DAWN"]/text[3]
ru: Единственный другой корабль на этом маяке сообщает вам: "Наконец-то, после нескольких месяцев ожидания, кто-то попал в нашу ловушку!"
zh_hans: 这个信标处的另一艘船给你发来信息。"等待了几个月的时间，终于有人落入我们的陷阱！"

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_ENCOUNTER_OG_DAWN"]/text[4]
ru: Едва вы успеваете зарегистрировать завершение прыжка, как системы вашего корабля предупреждают вас о приближающемся корабле с раскаленными орудиями.
zh_hans: 你还没有完成跃迁充能之前便听到你的星舰警告你有一艘带着武器的飞船来袭。

source: data/events_sector_og_dawn.xml$//event[@name="ENCOUNTER_OG_DAWN_SHIP"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN_RUN"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN_RUN"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN_ESCORT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_DAWN_ESCORT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON_RUN"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON_RUN"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON_ESCORT"]/destroyed/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//ship[@name="SHIP_OG_DAWN_HEIST_IRON_ESCORT"]/deadCrew/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/text
ru: Вы прибыли к маяку и столкнулись с парой кораблей Железного дозора. Один из них - обычный истребитель, а другой - необычной конструкции, более крупный корабль размером с крейсер. Это необычное зрелище для этого сектора, поскольку большинство кораблей Железного дозора были либо вытеснены, либо присоединились к своим лидерам и перешли на сторону Нового рассвета.
zh_hans: 你抵达信标所在位置，与两艘铁幕守望的舰船正面相对。其中一艘是普通的战斗舰，另一艘则设计奇特——那是艘体型达到巡洋舰级别的异形舰。在此星区，这景象实属罕见；多数铁幕守望的势力要么已被驱逐，要么已随其首领投靠了新黎明。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="2"]/text
ru: Связаться с кораблями.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/text
ru: Как раз когда вы начали устанавливать контакт с кораблем Железного дозора, на ваших консолях зазвучала тревога: прибыл еще один корабль, и на этот раз это не Железного дозора. Новоприбывший корабль Нового рассвета немедленно открывает огонь по большему из двух кораблей Железного дозора. Корабли Железного дозора, которые ранее были нейтральными, немедленно переходят в оборону, и, предполагая, что вы на стороне корабля Нового рассвета, истребитель отделяется от группы, чтобы вступить с вами в бой.
zh_hans: 就在你即将与铁幕守望舰船建立通讯时，控制台的警报骤然响起——又一艘舰船抵达了现场，而这次来的并非铁幕守望成员。这艘新出现的新黎明舰船毫不犹豫地向两艘铁幕守望舰船中体型较大的那艘开火。原本保持中立的铁幕守望舰队立刻转为防御姿态，而那艘战斗机则认定你与新黎明同属一方，随即脱离编队朝你袭来。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="2"]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/text
ru: Связаться с кораблями.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/text
ru: Как раз когда вы начали устанавливать контакт с кораблем Железного дозора, на ваших консолях зазвучала тревога: прибыла еще одна пара кораблей, и на этот раз это не Железного дозора. Новоприбывшие, пара кораблей Нового рассвета, немедленно открывают огонь по большему из двух кораблей Железного дозора. Корабли Железного дозора, которые ранее были нейтральными, немедленно приступают к защите.
zh_hans: 就在你正尝试与铁幕守望的舰船建立联系时，控制台的警报突然尖锐响起——又有两艘舰船抵达了这片空域，而这一次，来的并非铁幕守望的成员。新出现的两艘新黎明舰船毫不迟疑，立即向铁幕守望两艘舰船中较大的那艘开火。此前保持中立的铁幕守望舰队瞬间转为防御姿态，准备应对这突如其来的攻击。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/text
ru: Помочь Новому рассвету.
zh_hans: 支援新黎明。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/text
ru: Вы вступаете в бой, чтобы защитить истребитель Нового рассвета, который уже получил повреждения и находится на грани поражения. Вы проскальзываете между ними и их противником, эскортом Железного дозора, в полной боеготовности.
zh_hans: 你驾驶星舰切入战场，挡在那艘已受重创、濒临溃败的新黎明战斗舰与它的对手——那艘铁幕守望护卫舰之间，武器系统全面激活，进入防御阵位。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/text
ru: Помочь Железному дозору.
zh_hans: 支援铁幕守望。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/text
ru: Вы вступаете в бой, чтобы защитить корабль сопровождения Железного дозора, который уже получил повреждения и находится на грани поражения. Вы проскальзываете между ними и их противником, истребителем Нового рассвета, в полной боеготовности.
zh_hans: 你操纵星舰机动至受损严重、濒临溃败的铁幕守望舰船前方，精准切入其与新黎明战斗舰的火力线之间，舰载武器系统瞬间完成充能锁定。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/text
ru: Воспользоваться замешательством, чтобы сбежать.
zh_hans: 趁乱脱身。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-1"]/event/choice[3]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/text
ru: Связаться с кораблями.
zh_hans: 联系战舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/text
ru: Как раз когда вы начали устанавливать контакт с кораблем Железного дозора, на ваших консолях зазвучала тревога: прибыла еще одна пара кораблей, и на этот раз это не Железного дозора. Новоприбывшие, пара кораблей Нового рассвета, немедленно открывают огонь по большему из двух кораблей Железного дозора. Корабли Железного дозора, которые ранее были нейтральными, немедленно приступают к защите.
zh_hans: 就在你试图与铁幕守望舰船建立联络时，控制台的警报骤然响起——又有两艘舰船抵达了该空域，而这次来的并非铁幕守望成员。新出现的两艘新黎明舰船毫不犹豫，立即向铁幕守望两艘舰船中体型较大的那艘开火。此前保持中立的铁幕守望舰队瞬间转为防御姿态，准备应对这突如其来的袭击。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[1]/text
ru: Помочь Железному дозору.
zh_hans: 支援铁幕守望。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[1]/event/text
ru: Вы вступаете в бой, чтобы защитить корабль сопровождения Железного дозора, который уже получил повреждения и находится на грани поражения. Вы проскальзываете между ними и их противником, истребителем Нового рассвета, в полной боеготовности.
zh_hans: 你操纵星舰机动至受损严重、濒临溃败的铁幕守望舰船前方，精准切入其与新黎明战斗舰的火力线之间，舰载武器系统瞬间完成充能锁定。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/text
ru: Воспользоваться замешательством, чтобы сбежать.
zh_hans: 趁乱脱身。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[@req="rep_og_dawn" and @lvl="-99"]/event/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[4]/text
ru: Не обращать внимания на корабли.
zh_hans: 无视这艘舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[4]/event/text
ru: Вы держитесь на расстоянии и готовитесь к следующему прыжку.
zh_hans: 你保持距离，并为下一次跃迁做好准备。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[4]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_START"]/choice[4]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/text
ru: Обломки вокруг вас разлетаются, похоже, что корабль сопровождения Нового рассвета, который вы защищали, улетел или ушел в прыжок. Однако два основных крейсера все еще находятся в бою, оба повреждены и теряют герметичность. Крейсер Нового рассвета связывается с вами: "Пожалуйста, капитан, мы не продержимся долго, вмешайтесь и закончите дело".
zh_hans: 你周围的残骸逐渐飘散，此前所保护的新黎明护卫舰已然撤离——无论是逃离还是跃迁，它已不见踪影。然而，那两艘主力星舰仍死死纠缠在激战中，双方皆已受损，舰体多处泄漏。 此时，新黎明星舰向你发来通讯：“求你了，舰长。我们撑不了多久了……请介入战斗，帮我们终结对手。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[1]/text
ru: Помочь крейсеру Нового рассвета.
zh_hans: 支援新黎明星舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[2]/text
ru: Покинуть корабль Нового рассвета.
zh_hans: 放弃新黎明舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_IRON"]/choice[2]/event/text
ru: Вы держитесь на расстоянии, и вскоре корабль Нового рассвета взрывается, а корабль Железного дозора, явно все еще боящийся вас в своем поврежденном состоянии, решает уйти в прыжок.
zh_hans: 你保持着安全距离，不久后，那艘新黎明舰船便在剧烈的爆炸中化作一团火球。残存的铁幕守望舰船虽已受损，却显然对你心存忌惮，最终选择了跃迁撤离。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN"]/text
ru: Несмотря на сильный обстрел, корабль Железного дозора сумел активировать аварийный прыжок и ускользнул в пустоту как раз в тот момент, когда его системы начали выходить из строя.
zh_hans: 尽管遭受了猛烈火力打击，那艘铁幕守望舰船依然成功启动了紧急跃迁，在其系统即将全面失效的瞬间，消失在了虚空之中。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/text
ru: Однако хорошая новость заключается в том, что крейсер Нового рассвета сумел выжить. "Капитан, хорошо, что вы были здесь, без вашей помощи мы были бы обречены. Спасибо. Теперь я собираюсь попросить вас о чем-то, что противоречит протоколу, но, очевидно, мы столкнулись с серьезными противниками, и ваша помощь нам очень нужна". "Недавно мы получили информацию из захваченного транспортного корабля Железном дозором, в котором были планы ограбления одного из наших хранилищ данных. Мы знаем, что они создали секретную базу где-то поблизости для подготовки к ограблению, но пока не нашли ее. Мы надеялись, что на одном из этих кораблей будет эта информация".
zh_hans: 然而好消息是，那艘新黎明星舰幸存了下来。“舰长，幸亏你在这里。很明显，没有你的帮助，我们早已完蛋了。感谢你。接下来我要提出的请求有违规程，但显然我们正面对一些难缠的对手，我们真的需要你的协助。” “最近，我们从一艘捕获的铁幕守望运输舰上截获了一些情报，其中包含他们计划抢劫我们一处数据金库的蓝图。我们知道他们已在附近某处设立了一个秘密基地，为此次抢劫做准备，但我们尚未找到它。我们本希望这些舰船中的某一艘会携带相关情报。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[1]/text
ru: Согласиться помочь и направить их к эскорту Железного дозора, которого вы победили ранее.
zh_hans: 同意协助，并指引他们前往你早前击败的那艘铁幕守望护卫舰所在处。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[1]/event/text
ru: Вы приказываете крейсеру исследовать уничтоженный вами эскорт, и они начинают обследовать обломки в поисках неповрежденных консолей или систем. Спустя всего несколько минут вы получаете от них сообщение: "Ага, капитан, мы нашли! Они устроились внутри большого астероида в той же системе, что и хранилище данных. К сожалению, судя по найденной нами грузовой накладной, они уже почти готовы. Нам нужно добраться туда как можно скорее, мы сейчас вышлем вам координаты".
zh_hans: 你指引星舰前往调查那艘被摧毁的舰船残骸，他们开始在残骸中搜寻任何完好的控制台或系统。仅仅几分钟后，你便收到了他们的通讯：“啊哈！舰长，我们找到了。他们居然把基地设在了和数据金库同一星系的一颗大型小行星内部。不过，从我们发现的货运记录来看，他们的计划似乎已接近完成阶段。我们必须尽快赶到那里——坐标现在就发送给你。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_IRON_RUN_CONT"]/choice[2]/text
ru: Вежливо отказаться, у вас впереди более важная миссия.
zh_hans: 婉言谢绝，表示你有更重要的任务在身。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/text
ru: Обломки вокруг вас рассеиваются, похоже, что корабль сопровождения Железного дозора, который вы защищали, улетел или ушел в прыжок. Однако два основных крейсера все еще находятся в бою, оба повреждены и теряют гермитичность. Крейсер Железного дозора связывается с вами: "Пожалуйста, капитан, мы не сможем продержаться долго, вмешайтесь и закончите дело".
zh_hans: 你周围的残骸逐渐飘散，此前所保护的铁幕守望护卫舰已然撤离——无论是逃离还是跃迁，它已不见踪影。然而，那两艘主力星舰仍死死纠缠在激战中，双方皆已受损，舰体多处泄漏。 此时，铁幕守望星舰向你发来通讯：“舰长，恳请您相助。我们支撑不了多久了……请介入战局，帮我们终结对手。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[1]/text
ru: Помочь крейсеру Железного дозора.
zh_hans: 援助铁幕守望星舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[2]/text
ru: Покинуть корабль Железного дозора.
zh_hans: 放弃铁幕守望舰船。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_ESCORT_FOLLOWUP_DAWN"]/choice[2]/event/text
ru: Вы держитесь на расстоянии, и вскоре корабль Железного дозора взрывается, а корабль Нового рассвета, явно все еще боящийся вас в своем поврежденном состоянии, решает уйти в прыжок.
zh_hans: 你保持着安全距离，不久后，那艘铁幕守望舰船便在剧烈的爆炸中化作一团火球。残存的新黎明舰船虽已受损，却显然对你心存忌惮，最终选择了跃迁撤离。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN"]/text
ru: Несмотря на сильный обстрел, корабль Железного дозора сумел активировать аварийный прыжок и ускользнул в пустоту как раз в тот момент, когда его системы начали выходить из строя.
zh_hans: 尽管遭受了猛烈火力打击，那艘铁幕守望舰船依然成功启动了紧急跃迁，在其系统即将全面失效的瞬间，消失在了虚空之中。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/text
ru: Однако хорошая новость заключается в том, что крейсер Железный дозора сумел выжить. "Капитан, хорошо, что вы были здесь, без вашей помощи мы были бы обречены. Спасибо. Я не должен вам этого говорить, но нам явно нужна помощь". "Мы готовимся к рейду на хранилище данных Нового рассвета. Получение информации, хранящейся там, будет большим подспорьем в войне, но оно хорошо защищено. Мы готовимся, накапливая припасы и оборудование поблизости от хранилища, скрытого от их сенсоров. Мы почти готовы, поэтому будем благодарны за вашу помощь во время рейда".
zh_hans: 残存的铁幕守望巡洋舰舰体上遍布伤痕，但终究得以幸存。通讯频道中传来对方指挥官的声音，带着疲惫与庆幸：“舰长，幸好有你在。没有你的援手，我们无疑会葬身于此，感谢你。按说我本不该透露这些，但眼下的局势……我们确实需要帮助。” “我们正在筹划对一座新黎明的数据金库发动突袭。若能夺取其中储存的情报，对整场战局都将大有裨益。但那座金库防御极为严密。我们在其附近隐藏了一个秘密集结点，用于囤积补给和装备，并成功避开了他们的传感器。准备工作已近尾声，因此，我们希望能在突袭行动中得到你的支援。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/choice[1]/text
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/choice[1]/event/text
ru: "Отлично! С нетерпением жду дополнительной огневой поддержки во время рейда, сейчас отправим вам местоположение, удачи и до скорой встречи".
zh_hans: “太好了！期待在突袭行动中得到你的额外火力支援。我们现在就发送坐标给你。祝你好运，我们稍后见。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_DAWN_RUN_CONT"]/choice[2]/text
ru: Вежливо отказаться, у вас впереди более важная миссия.
zh_hans: 婉言谢绝，表示你有更重要的任务在身。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/beaconType/unvisitedTooltip
ru: Местонахождение секретной базы Железного дозора.
zh_hans: 铁幕守望秘密基地的位置。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/text
ru: Вы прибыли на место встречи, крейсер Нового рассвета уже там. "Вы здесь, капитан, тогда мы можем отправляться, следуйте за мной и приготовьтесь к бою".
zh_hans: 你已抵达汇合点，那艘新黎明星舰已先行到达。“舰长，你到了。那我们可以出发了，跟着我，准备进入战斗状态。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/text
ru: Следовать за крейсером.
zh_hans: 跟随星舰。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/text
ru: Вы следуете за крейсером, пролетая мимо нескольких крупных астероидов, парящих в пустоте. Вы даже не замечаете, когда добираетесь до базы Железного дозора, пока не оказываетесь прямо перед ней. Ваши сенсоры улавливают слабый сигнал в центре большого астероида, защищенного от обнаружения толстым слоем породы. Теперь, когда вы знаете, где находится их база, вам не потребовалось много времени, чтобы найти вход - естественную пещеру в астероиде, ведущую внутрь.
zh_hans: 你紧随那艘新黎明星舰，航迹掠过数块悬浮于虚空中的巨大岩体。直到星舰几乎贴上一颗小行星的表面，你才猛然察觉目的地已至——传感器仅在厚重岩层保护下的星体核心处，捕捉到一个微不可察的信号光点。 既然已锁定其基地方位，你很快便找到了入口：那是小行星表面一处天然形成的洞穴，幽深的通道径直通向内部。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/text
ru: Следовать за крейсером внутрь.
zh_hans: 跟随星舰进入内部。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/text
ru: В конце концов вы попадаете в огромное помещение, меньшее, чем вы ожидали, но забитое грузовыми контейнерами и несколькими временными сооружениями. Однако быстрое сканирование показывает, что база пуста, заброшена. Корабль "Нового рассвета, также осознав это, быстро разворачивается и мчится обратно, на полной мощности двигателей. "Капитан, мы совершили ошибку, они уже перенесли хранилище данных, мне нужно немедленно вернуться туда!"
zh_hans: 最终，你们驶入一个洞穴状的空间，内部比预期更为狭小，但堆满了货柜与一些临时建筑。然而，一次快速扫描显示，基地已空无一人，遭到废弃。新黎明舰船同样察觉了此况，立即调转航向，引擎全功率启动，沿原路疾速折返。“舰长，我们判断失误了。他们已经对数据金库采取了行动，我必须立刻赶回去！”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/text
ru: Выйдя наружу они обращаются к вам: "Мы возвращаемся в хранилище данных, я хочу, чтобы вы остались здесь, на случай, если они просто переместились куда-то поблизости или, что еще хуже, уже завершили свою миссию и возвращаются. Если кто-нибудь появится, мы не можем рисковать, что они сбегут с данными, не дайте им уйти". С этими словами они уходят, направляясь к хранилищу данных.
zh_hans: 来到洞穴外，对方传来通讯：“我们正全速返回数据金库。我要你留在此地——以防他们只是转移到了附近某处，或者更糟，任务已经完成正在返航。一旦有任何目标出现，我们绝不能冒险让他们带着数据逃脱。记住，绝不放走任何人。”话音落下，他们的星舰便调转方向，朝数据金库疾驰而去。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/choice/event/text
ru: Как раз когда вам стало скучно, на ваших сенсорах появляется корабль. Сначала вы думаете, что это возвращается корабль Нового рассвета, но вскоре выясняется, что это корабль Железного дозора, тот самый, который ранее ускользнул от вас. Увидев вас, они также активируют свое оружие, готовясь к атаке. Однако вы замечаете, что, похоже, их двигатели повреждены, и они пытаются совершить аварийный прыжок, чтобы сбежать, но из-за повреждений это займет несколько минут, и теперь у вас есть шанс.
zh_hans: 就在你开始感到有些枯燥时，传感器上突然出现一艘舰船的信号。起初你以为那是返航的新黎明星舰，但信号很快清晰——是铁幕守望的舰船，正是早前从你手中逃脱的那一艘。 对方一发现你，也立即激活了武器系统，进入攻击姿态。然而，你注意到他们的引擎似乎受损了：他们正试图启动紧急跃迁逃离，但由于损伤，这个过程需要数分钟才能完成——你的机会来了。

source: data/events_sector_og_dawn.xml$//triggeredEvent[@name="OG_DAWN_HEIST_DAWN_TIMER"]/triggeredEventBox/tooltip
ru: Время до того момента, когда крейсер Железного дозора сможет выполнить аварийный прыжок.
zh_hans: 铁幕守望星舰完成紧急跃迁所需时间。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/text
ru: "На самом деле, мы подумали и решили, что лучше избежать этого конфликта".
zh_hans: “事实上，我们重新考虑过了。我们更希望避免这场冲突。”

source: data/events_sector_og_dawn.xml$//event[@name="OG_DAWN_HEIST_QUEST_DAWN"]/choice[2]/event/text
ru: Капитан Нового рассвета разочарован и отправляется в путь в одиночку, надеясь, что их корабль будет достаточно мощным, чтобы справиться самостоятельно.
zh_hans: 新黎明舰长难掩失望，独自驾舰离去。但愿他们的星舰单凭自身火力足以应对。
