Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_og_dawn.xml/*.po
Languages: ru, zh_hans

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DESTROY"]/text
ru: Вы победили сторожевой корабль Нового рассвета. Что бы ни находилось в их грузовом отсеке, наверняка оно было уничтожено, но по крайней мере вы можете собрать некоторые припасы с этого корабля.
zh_hans: 你已击败新黎明的守卫。无论他们的货物中曾有什么，此刻都肯定已被毁，但你至少可以从这艘船上打捞出一些补给品。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DESTROY"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DEADCREW"]/text
ru: Вы победили сторожевой корабль Нового рассвета. На борту не осталось экипажа, способного вам помешать, и теперь вы можете изучить их груз. Вы находите орудие, которое забираете на свой корабль, и приступаете к разборке корпуса на лом.
zh_hans: 你已击败新黎明的守卫。由于船上已无船员阻挠，你可以调查他们的货舱。你找到了一件武器带回舰上，随后便开始打捞船体。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_DEADCREW"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FOLLOWUP"]/text
ru: Уничтожив сторожевой корабль Нового рассвета, вы, несомненно, заставили их выделить дополнительные силы на ваши поиски. Будьте осторожны, исследуя этот сектор.
zh_hans: 击杀了新黎明的守卫，无疑已促使他们派遣援军前来追捕你。在探索该星区时，务必步步为营。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FOLLOWUP"]/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FOLLOWUP"]/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/text
ru: Корабль Нового рассвета идет в атаку! Судя по мстительному взгляду их капитана, это, без сомнения, корабль, отправленный стражей, чтобы выследить вас!
zh_hans: 一艘新黎明的舰船正逼近并发起攻击！从其船长眼中复仇的怒火来看，这无疑就是守卫派来猎杀你的那艘船！

source: data/events_sector_og_dawn.xml$//event[@name="REINFORCEMENTS_OG_DAWN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/beaconType/unvisitedTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/beaconType/visitedTooltip
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/beaconType/undiscoveredTooltip
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/text
ru: Корабль Нового рассвета идет в атаку! Судя по мстительному взгляду их капитана, это, без сомнения, корабль, отправленный стражей, чтобы выследить вас!
zh_hans: 一艘新黎明的舰船正逼近并发起攻击！从其船长眼中复仇的怒火来看，这无疑就是守卫派来猎杀你的那艘船！

source: data/events_sector_og_dawn.xml$//event[@name="NEBULA_LIGHT_REINFORCEMENTS_OG_DAWN"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_START_OG_DAWN_UNIQUE"]/text[1]
ru: То, что раньше было обычным поселением Железного дозора, теперь стало домом для военных Нового рассвета. Все, кто противостоял этой фракции, уже давно исчезли, но фракция отчаянно нуждается в поддержке, особенно в поддержке такого могущественного Ренегата, как вы.
zh_hans: 这里曾是再普通不过的铁幕守望定居点，如今却已变成了新黎明的军事据点。任何曾反对该派系的人早已不见踪影，但这个派系现在急需支持，尤其是像你这样强大的变元者。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_START_OG_DAWN_UNIQUE"]/text[2]
ru: Новый рассвет - это отколовшаяся от Железного дозора группа, в которую вошли бывшие члены Железного дозора, чтобы создать свои собственные вооруженные силы для борьбы с Железным дозором. Однако Новый рассвет отчаянно нуждается в поддержке, особенно в поддержке такого могущественного Ренегата, как вы.
zh_hans: 新黎明是铁幕守望的一个分裂团体，这些前铁幕守望成员聚集于此，组织军事力量以对抗铁幕守望。然而，新黎明现在急需支持，尤其是像你这样强大的变元者。

source: data/events_sector_og_dawn.xml$//event[@name="START_OG_DAWN_UNIQUE"]/choice[@req="rep_og_dawn" and @lvl="3"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="START_OG_DAWN_UNIQUE"]/choice[@req="rep_og_dawn" and @lvl="0"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="START_OG_DAWN_UNIQUE"]/choice[@req="rep_og_dawn" and @lvl="-999"]/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/text
ru: Вместо того, чтобы сразу же направить на вас оружие, сторожевой корабль с вами по рации."Слушайте, о вас ходят хорошие слухи, но я не хочу нарываться на недовольство повстанцев только из-за хороших слухов, так что, если вы могли бы отправить мне немного металлолома, мы оба выйдем из этой ситуации с тем, что хотим".
zh_hans: 守卫没有立即对你部署武器，而是通过通讯联系你：“听着，关于你的好名声已经传开了。但我不想光凭几句好话就跟叛军搞僵关系。所以，如果你能‘送’我一点废料，我们俩都能各取所需。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[1]/text
ru: Мы отказываемся платить, прорываемся с боем!
zh_hans: 我们拒绝支付费用，用武力说服他们！

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[1]/event/text
ru: Вы отключаете связь и готовитесь к бою.
zh_hans: 你将对面守卫舰的通讯静音，并准备作战。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[2]/text
ru: Заплатить взятку.
zh_hans: 支付贿赂。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[2]/event/text
ru: Охранник кивает и на мгновение бросает взгляд на лом. "Хорошо, если кто спросит, скажите, что вы прошли во время предыдущей смены".
zh_hans: 守卫点了点头，快速检查了一下废料。“很好。如果有人问起，就说你是上一班岗时通过的。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_OG_DAWN"]/text
ru: (Член экипажа-Новый рассвет) Запросить свободный проход.
zh_hans: (新黎明船员) 请求免费通行。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_OG_DAWN"]/event/text
ru: "О, я и не знал, у нас есть немного припасов, чтобы помочь таким, как вы".
zh_hans: “哦，我之前不知道。这里我们有一些现成的补给，用来帮助像你这样的人。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_REBEL_ALL"]/text
ru: (Член экипажа-повстанец) Запросить свободный проход.
zh_hans: (叛军船员) 请求免费通行。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="LIST_CREW_REBEL_ALL"]/event/text
ru: "Полагаю, если на борту есть повстанцы, то риска нет, ну что ж".
zh_hans: “我想，如果你的船上有叛军船员，那应该没什么风险。好吧，可以通行。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="mind"]/text
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="BLUELIST_WEAPONS_MIND_CONTROL"]/text
ru: (Оружие контроля разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="BLUELIST_WEAPONS_MIND_AFFECT"]/text
ru: (Воздействующее на разум оружие) Вызвать хаос в рядах стражи и проскользнуть мимо.
zh_hans: (心灵干涉武器)在守卫舰中制造混乱，然后悄悄溜走。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="cloaking"]/text
ru: (Маскировка) Замаскироваться и попытаться сбежать.
zh_hans: (隐形系统)隐形并尝试逃离。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="engines"]/text
ru: (Продв. Двигатели) Попытаться оторваться от сторожевого корабля.
zh_hans: (先进引擎)尝试逃离守卫。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_FRIENDLY"]/choice[@req="pilot"]/text
ru: (Продв. Автопилот) Активировать автопилот, чтобы попытаться уйти.
zh_hans: (先进驾驶)启动自动驾驶来尝试逃跑。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/text
ru: Сторожевой корабль связывается с вами. "Эй, ничего личного, но у повстанцев с вами проблемы, а теперь это становится проблемой и для меня".
zh_hans: 守卫呼叫你：“嘿，这并非针对个人，但叛军现在对你有意见，这也就成了我的麻烦。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[1]/text
ru: Приготовиться к бою!
zh_hans: 准备战斗！

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[1]/event/text
ru: Вы спешите занять оборонительные позиции, пока сторожевой корабль угрожающе приближается.
zh_hans: 守卫威胁性地逼近，你迅速冲向防御位置。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[1]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/text
ru: Попробовать его подкупить.
zh_hans: 尝试贿赂他们。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/event/text
ru: Вы надеетесь, что этого будет достаточно, чтобы его удовлетворить...
zh_hans: 你希望这足以让他们满意……

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/event/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[2]/event/choice/event/text
ru: "Забавно, я просто не могу вспомнить, кто мне дал этот лом... А теперь поспешите, пока я не передумал".
zh_hans: “有意思，我怎么就想不起来是谁给我的这些废料了呢……趁我还没改变主意，赶紧走。”

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="mind"]/text
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="BLUELIST_WEAPONS_MIND_CONTROL"]/text
ru: (Оружие контроля разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="BLUELIST_WEAPONS_MIND_AFFECT"]/text
ru: (Воздействующее на разум оружие) Вызвать хаос в рядах стражи и проскользнуть мимо.
zh_hans: (心灵干涉武器)在守卫舰中制造混乱，然后悄悄溜走。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="cloaking"]/text
ru: (Маскировка) Замаскироваться и попытаться сбежать.
zh_hans: (隐形系统)隐形并尝试逃离。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="engines"]/text
ru: (Продв. Двигатели) Попытаться оторваться от сторожевого корабля.
zh_hans: (先进引擎)尝试逃离守卫。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN"]/choice[@req="pilot"]/text
ru: (Продв. Автопилот) Активировать автопилот, чтобы попытаться уйти.
zh_hans: (先进驾驶)启动自动驾驶来尝试逃跑。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_CRIMINAL"]/text
ru: Похоже, вы стали здесь довольно известны, так как охрана сразу же перешла в режим повышенной готовности, теперь сражения не избежать.
zh_hans: 看来你在此地已“声名远扬”，守卫站立即进入了高度戒备状态。现在，战斗已无法避免。

source: data/events_sector_og_dawn.xml$//event[@name="GUARD_OG_DAWN_CRIMINAL"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN"]/text
ru: [РЕПУТАЦИЯ ПОВЫШЕНА - НОВЫЙ РАССВЕТ] Ваши действия улучшили вашу репутацию среди Нового рассвета. Некоторые пиратские кланы могут охотнее предлагать вам скидки или особые сделки и будут чувствовать себя комфортнее рядом с вами. [ДУРНАЯ СЛАВА ПОНИЖЕНА - ОБЩЕЕ] Ваши действия здесь, оправданные или нет, не лучшим образом отразятся в глазах Федерации и ее граждан. Продолжая совершать подобные действия, вы можете начать замечать негативную реакцию со стороны Федерации и ее союзников.
zh_hans: [恶名降低 - 新黎明] 你在此地的行为提升了你在新黎明中的声望，但这以牺牲你在铁幕守望中的声望为代价。某些成员可能会更愿意与你互动。 [恶名增加 - 整体] 你在此地的行为，无论是否合理，都不会给联邦或其公民留下好印象。持续进行此类行动，你可能会开始招致联邦及其盟友的负面反应。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_DOUBLE_OG_DAWN"]/text
ru: [РЕПУТАЦИЯ ПОВЫШЕНА X2 - НОВЫЙ РАССВЕТ] Ваши действия улучшили вашу репутацию среди Нового рассвета. Некоторые пиратские кланы могут охотнее предлагать вам скидки или особые сделки и будут чувствовать себя комфортнее рядом с вами. За ваши выдающиеся действия ваша репутация была увеличена в два раза. [ДУРНАЯ СЛАВА ПОНИЖЕНА - ОБЩЕЕ] Ваши действия здесь, оправданные или нет, не лучшим образом отразятся в глазах Федерации и ее граждан. Продолжая совершать подобные действия, вы можете начать замечать негативную реакцию со стороны Федерации и ее союзников.
zh_hans: [恶名降低X2 - 新黎明] 你在此地的行为显著提升了你在新黎明中的声望，但这以牺牲你在铁幕守望中的声望为代价。某些成员可能会更愿意与你互动。 鉴于你的杰出行动，你的声望获得了双重提升。 [恶名增加 - 整体] 你在此地的行为，无论是否合理，都不会给联邦或其公民留下好印象。持续进行此类行动，你可能会开始招致联邦及其盟友的负面反应。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN_COMBAT"]/text
ru: [РЕПУТАЦИЯ ПОВЫШЕНА - НОВЫЙ РАССВЕТ] Ваши действия улучшили вашу репутацию среди Нового рассвета. Некоторые пиратские кланы могут охотнее предлагать вам скидки или особые сделки и будут чувствовать себя комфортнее рядом с вами. [ДУРНАЯ СЛАВА ПОНИЖЕНА - ОБЩЕЕ] Ваши действия здесь, оправданные или нет, не лучшим образом отразятся в глазах Федерации и ее граждан. Продолжая совершать подобные действия, вы можете начать замечать негативную реакцию со стороны Федерации и ее союзников.
zh_hans: [声望提升 - 新黎明] 你在此地的行为提升了你在新黎明中的声望，但这以牺牲你在铁幕守望中的声望为代价。某些成员可能会更愿意与你互动。 [恶名增加 - 整体] 你在此地的行为，无论是否合理，都不会给联邦或其公民留下好印象。持续进行此类行动，你可能会开始招致联邦及其盟友的负面反应。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_UPDATE_OG_DAWN_COMBAT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_OG_DAWN"]/text
ru: [РЕПУТАЦИЯ ПОНИЖЕНА - НОВЫЙ РАССВЕТ] Ваши действия здесь будут иметь негативное влияние на Новый рассвет. Если вы ранее заработали репутацию, то теперь они могут чувствовать себя некомфортно в вашем присутствии.
zh_hans: [恶名提升 - 新黎明] 你在此地的行为将在新黎明内部造成恶劣影响。他们可能会对你感到不适，如果你之前曾获得过声望的话。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_OG_DAWN_COMBAT"]/text
ru: [РЕПУТАЦИЯ ПОНИЖЕНА - НОВЫЙ РАССВЕТ] Ваши действия здесь будут иметь негативное влияние на Новый рассвет. Если вы ранее заработали репутацию, то теперь они могут чувствовать себя некомфортно в вашем присутствии.
zh_hans: [恶名提升- 新黎明] 你在此地的行为将在新黎明内部造成恶劣影响。他们可能会对你感到不适，如果你之前曾获得过声望的话。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_OG_DAWN_COMBAT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_DOUBLE_OG_DAWN_COMBAT"]/text
ru: [РЕПУТАЦИЯ ПОНИЖЕНА 2X - НОВЫЙ РАССВЕТ] Ваши действия здесь не лучшим образом отразятся в глазах Новоого Рассвета. Если раньше вы заработали репутацию, то теперь они могут перестать чувствовать себя комфортно в вашем присутствии. За ваши особо вопиющие действия ваша репутация была уменьшена в два раза.
zh_hans: [恶名提升X2 - 新黎明] 你在此地的行为将在新黎明内部造成恶劣影响。他们可能会对你感到不适，如果你之前曾获得过声望的话。 由于你的行为格外恶劣，你的声望受到了双重削减。

source: data/events_sector_og_dawn.xml$//event[@name="REPUTATION_DECREASE_DOUBLE_OG_DAWN_COMBAT"]/choice/text
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_og_dawn.xml$//event[@name="FINISH_BEACON_OG_DAWN"]/choice[1]/text
ru: Исследовать.
zh_hans: 探索。

source: data/events_sector_og_dawn.xml$//event[@name="FINISH_BEACON_OG_DAWN"]/choice[2]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="FINISH_BEACON_OG_DAWN"]/choice[3]/text
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[1]
ru: Капитан Железного дозора выкрикивает последнюю ругань, когда корабль разрушается.
zh_hans: 在舰船被彻底摧毁之际，铁幕守望的船长发出了最后一声咒骂。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[2]
ru: Корпус корабля Железного дозора разлетается по космосу. Вы мчитесь собирать обломки.
zh_hans: 铁幕守望舰船的船体在太空中解体四散。你随即飞近，打捞剩余的残骸。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[3]
ru: Корабль Железного дозора взрывается, уничтожая всех, кто находится внутри. Ваш экипаж обыскивает обломки, поднимая на борт самое ценное.
zh_hans: 铁幕守望的舰船发生爆炸，舱内所有生命随之消逝。你的船员在打捞舰船碎片时，避开了他们的遗骸。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DESTROYED_OG_DAWN"]/text[4]
ru: Одна из турелей уносится в пустое пространство, когда корабль взрывается, разбрасывая ценные обломки во всех направлениях.
zh_hans: 舰船爆炸时，一座炮塔被抛射入虚空之中，同时将有价值的碎片抛向四面八方。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DEAD_CREW_OG_DAWN"]/text[1]
ru: "Твоя жажда крови... когда-нибудь станет твоей погибелью, Ренегат. Ты лишь доказательство того, что Федерация ничем не лучше Восстания..."
zh_hans: "你的杀戮欲…总有一天会成为你的致命弱点，变元者。你只证明了…联邦相比叛军…好不到哪去…"

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DEAD_CREW_OG_DAWN"]/text[2]
ru: Без единого слова капитан Железного дозора падает на землю, задыхаясь, а жизнь угасает в его глазах. Вы разбираете корпус его корабля.
zh_hans: 铁幕守望的船长一言不发地倒在地上，双眼逐渐失去神采，最终窒息而亡。你打捞了他们舰船的船体。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_DEAD_CREW_OG_DAWN"]/text[3]
ru: "Ты об этом пожалеешь! Карма всегда настигает таких, как ты. Проклятые Ренегаты... Железному дозору было бы лучше с повстанцами..."
zh_hans: “你会后悔的！因果报应总会找上你这样的人。该死的变元者……铁幕守望当初要是和叛军联手，境况或许会更好……”

source: data/events_sector_og_dawn.xml$//event[@name="ESCAPE_OG_DAWN"]/text
ru: Сканирование показывает, что корабль Железного дозора пытается сбежать. Уничтожьте его, пока он не успел уйти!
zh_hans: 扫描显示，铁幕守望的舰船正试图逃跑。在它逃脱之前，摧毁它！

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_GOTAWAY_OG_DAWN"]/text[1]
ru: Судно Железного дозора выскользнуло из ваших рук, оставив вас наедине у маяка.
zh_hans: 铁幕守望的舰船已从你手中溜走，将你遗弃在了信标处。

source: data/events_sector_og_dawn.xml$//textList[@name="TEXT_GOTAWAY_OG_DAWN"]/text[2]
ru: Ваши попытки уничтожить корабль Железного дозора не увенчались успехом, и корабль сбежал.
zh_hans: 你摧毁铁幕守望舰船的尝试失败了，该舰船已逃脱。

source: data/events_sector_og_dawn.xml$//event[@name="GOTAWAY_OG_DAWN_REMAINS"]/text
ru: Судно Железного дозора может и сбежало, но не все потеряно. Оно оставило после себя след из обломков, которые вы собираете.
zh_hans: 铁幕守望的舰船或许已经逃脱，但情况并非一无是处。残骸留下了一条废料轨迹，你将其收集了起来。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/text
ru: Торговец из Нового рассвета обосновался в ближайшем форпосте. Иногда туда заглядывают покупатели, но у вас будет достаточно времени, чтобы проникнуть внутрь, не привлекая к себе лишнего внимания.
zh_hans: 一名新黎明商人在附近的前哨站开设了店铺。偶尔会有顾客到访，但你有足够的时间在不引起注意的情况下潜入。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/text
ru: Заглянуть к торговцу.
zh_hans: 去那家商店看看。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/text
ru: Вы поднимаетесь на аванпост и обнаруживаете широкий ассортимент товаров, которые там продаются: обычные вещи, ящики с топливом, дрон-комплекты и боеголовки, но у одной из стен вы видите необычную турель, запертую за пуленепробиваемым стеклом. Надпись гласит: "Оборудование Нового рассвета: обращайтесь к кассе".
zh_hans: 你进入前哨站，发现正在出售的商品种类繁多。常规物资一应俱全：成箱的燃料、无人机零件和导弹。但在一面墙边，你发现了一门造型奇特的炮塔正在展出，被牢牢锁在防弹玻璃后面。“新黎明剩余装备：详情请咨询柜台”

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/text
ru: Спросить про оборудование Нового рассвета.
zh_hans: 询问新黎明剩余装备的详情。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/text
ru: Торговец, невысокий человек, отвечает: "Ах, глаз у вас наметанный, да? Это подлинная турель производства Нового рассвета... Постойте, вы же не из Нового рассвета, правда? Или из тех повстанцев?"
zh_hans: 那名身材矮小的人类商人回答道：“啊哈，你的眼光真不错嘛。那可是正宗的新黎明产的炮塔——哎等等，你不是新黎明的人吧？或者是那些叛军？”

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/text
ru: Нет, а что?
zh_hans: 不是，怎么了？

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/text
ru: "Ничего особого, просто любопытство. В любом случае, как я уже говорил, это подлинная турель Нового рассвета, одно из самых мощных устройств, которые можно найти". Торговец запрашивает за нее высокую цену, но это явно хорошее оборудование.
zh_hans: “不，没什么理由，只是好奇。总之，就像我刚才说的，这可是正宗的新黎明炮塔，是你能找到的最强大的装备之一。”商人给它标了个高价，但这显然是一件好装备。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[1]/text
ru: Купить турель.
zh_hans: 购买该炮塔。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[2]/text
ru: (Член экипажа-Новый рассвет) Тихо сообщить о нем Новому рассвету.
zh_hans: (新黎明船员) 秘密向新黎明举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[3]/text
ru: (Член экипажа-повстанец) Тихо сообщить о нем Новому рассвету.
zh_hans: (叛军船员) 秘密向新黎明举报他。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[4]/text
ru: (Член экипажа-Новый рассвет) Спросить его, откуда у него эта турель.
zh_hans: (新黎明船员) 质问他如何获得这门炮塔。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[5]/text
ru: (Член экипажа-повстанец) Спросить его, откуда у него эта турель.
zh_hans: (叛军船员) 质问他如何获得这门炮塔。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[1]/event/choice[6]/text
ru: Не обращать внимания на предложение и просто заняться покупками.
zh_hans: 无视这个报价，只进行常规购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[@req="LIST_CREW_OG_DAWN"]/text
ru: (Член экипажа-Новый рассвет) Мы из Нового рассвета.
zh_hans: (新黎明船员) 我们来自新黎明。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[1]/event/choice[@req="LIST_REBEL_WITHOUT_OG_DAWN"]/text
ru: (Член экипажа-повстанец) Мы на стороне повстанцев.
zh_hans: (叛军船员) 我们来自新黎明。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[1]/event/choice[2]/text
ru: Не обращать внимания и просто заняться покупками.
zh_hans: 不予理会，只购物。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/text
ru: Не обращать внимания на торговца.
zh_hans: 无视这个商人。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/event/text
ru: Вы не хотите привлекать внимание сторонников повстанцев.
zh_hans: 你并不想引起任何叛军同情者的注意。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/event/choice[1]/text
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_og_dawn.xml$//event[@name="STOREEVENT_OG_DAWN_TURRET"]/choice[2]/event/choice[2]/text
ru: Ничего не делать.
zh_hans: 跳过。
