Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_special_lightspeed.xml.append/*.po
Languages: fr, zh_hans

source: Proceed to the Iron Watch Sector.
fr: Se diriger vers le secteur de la Garde de Fer.
zh_hans: 前往铁幕守望星区。

source: Proceed to the Iron Watch Sector.
fr: Se diriger vers le secteur de la Garde de Fer.
zh_hans: 前往铁幕守望星区。

source: Proceed to the Iron Watch Sector.
fr: Se diriger vers le secteur de la Garde de Fer.
zh_hans: 前往铁幕守望星区。

source: Proceed to the Iron Watch Sector.
fr: Se diriger vers le secteur de la Garde de Fer.
zh_hans: 前往铁幕守望星区。

source: Go to an Iron Watch Controlled Sector.
fr: Se rendre dans un secteur contrôlé par la Garde de Fer.
zh_hans: 前往一个铁幕守望控制星区。

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Exit hyperspeed.
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: Reroute.
fr: Changer de destination.
zh_hans: 调整航径。

source: Continue with the jump.
fr: Confirmer le saut.
zh_hans: 确定调整航径。

source: You prepare to jump to the new co-ordinates, and change your flight path accordingly.
fr: Vous vous préparez à sauter vers les nouvelles coordonnées et changez votre plan de vol par conséquent.
zh_hans: 你准备跃迁至新坐标处，并相应地调整航径。

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Nevermind.
fr: Laisser tomber.
zh_hans: 算了。

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Exit hyperspeed.
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: Before you can finish exiting Hyperspeed, you're greeted by an unusual advertisement; "Greetingsss valued Hektar customer! Thiss isss Billy Hektar, CEO of the Hektar Corporation ssspeaking to you. Asss part of our new cussstomer loyalty program, I am proud to introduce our new 'Unwavering Wage Utility Points'! Each time you vissit a Hektar(tm) brand ssstore, our friendly cussstomer support vesssselss will add an extra U.W.U. point to your account! Collect enough, and you'll be able to enter our reward program! Happy ssshopping!" The advertisement concludes, and a cheerful jingle plays over your computer, followed by the motto "Satisfaction guaranteed, because you aren't getting your money back!"
fr: Avant que vous ne puissiez finir de sortir de l'hypervitesse, vous êtes accueilli par une publicité inhabituelle ; "Bonjour messssieurs dames et essstimés clients d'Hektar ! Ici Billy Hektar, PDG d'Hektar qui sss'adressse à vous. Avec notre nouveau programme de fidélité client, je sssuis fier d'introduire notre nouveau sssyssstème de points 'Ultra Wahou Universssel !' Chaque fois que vous vizziterez une boutique de marque Hektar, nos zzaimables vaissseaux de ssserviccce clients rajouteront un point U.W.U. à votre compte ! Ramasssez-zzen asssez et vous pourrez rentrer dans notre programme de récompenssse ! Bonnes courssses !" La publicité se termine et une joyeuse mélodie est jouée à travers votre ordinateur, suivie du slogan "Satisfaction garantie, car vous ne reverrez pas votre argent !"
zh_hans: 当你还未进入低速航行时，就收到了一条不寻常的广告："尊敬的赫克塔公司顾客！我是比利·赫克塔，赫克塔公司的CEO。作为我们全新的回头客计划的一部分，我们十分荣幸地向您介绍全新推出的'物值稳赚无悔(U.W.U.)积分'！每当您惠顾一次赫克塔(tm)商店，我们热心友善的客户服务舰将为您入账1点U.W.U.积分！积累足够的积分后您将参与我们的回馈活动！购物愉快！"广告播放完毕，一声铃铛声从你的电脑内传出，后面跟着公司口号"保证满意，因为概不退款！"

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Exit hyperspeed.
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: Before you can finish exiting Hyperspeed, you're greeted by the same advertisement as before. Looks like this is yet another Hektar market sector.
fr: Avant que vous ne puissiez finir de sortir de l'hypervitesse, vous êtes accueillis par la même publicité qu'avant. On dirait que c'est un autre secteur commercial Hektar.
zh_hans: 当你还未完成减速退出超光速巡航时，又收到了一条与之前一样的广告。看起来这又是一个赫克塔公司商场星区。

source: Continue...
fr: Continuer...
zh_hans: 继续。

source: Reroute.
fr: Changer de destination.
zh_hans: 调整航径。
