Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_droppoint.xml.append/*.po
Languages: fr, ru, zh_hans

# data/events_sector_droppoint.xml.append$//event[@name="DROPPOINT_OG_IRON"]/text
source: You're surprised to see an Iron Watch vessel in such populated space, usually they keep to the outer edges of civilised space.
fr: Vous êtes surpris de voir un vaisseau de la Garde de Fer dans un espace aussi peuplé ; d'ordinaire, ils restent en périphérie de l'espace civilisé.
ru: Вы удивлены, увидев корабль Железного дозора в таком густонаселенном пространстве, обычно они держатся на окраинах цивилизованного космоса.
zh_hans: 你惊讶地发现一艘铁幕守望的舰船出现在如此人口稠密的星区，他们通常只活动于文明空间的边缘地带。

source: Contact the ship.
fr: Contacter le vaisseau.
ru: Связаться с кораблем.
zh_hans: 联系该盟卫战舰。

source: "Our navigation system broke and it appears we've gotten lost, could you point us in the direction of the exit beacon?"
fr: "Notre système de navigation est en panne et il semble que nous nous soyons perdus. Pourriez-vous nous indiquer la direction de la balise de sortie ?"
ru: "Наша навигационная система сломалась, и, похоже, мы заблудились. Не могли бы вы указать нам направление к выходному маяку?"
zh_hans: “我们的导航系统坏了，看来是迷路了。您能为我们指引一下出口信标的方向吗？”

source: Direct them to the exit.
fr: Leur indiquer la direction de la sortie.
ru: Направить их к выходу.
zh_hans: 指引他们前往出口。

source: They thank you with a small donation of supplies before heading off.
fr: Ils vous remercient par un petit don de ressources avant de repartir.
ru: Перед уходом они благодарят вас небольшим подарком в виде припасов.
zh_hans: 他们对你表示了感谢，并捐赠了一些补给品，随后便离开了。

source: (Engineer Crew) Offer to repair their navigation system.
fr: (Membre d'équipage Ingénieur) Proposer de réparer leur système de navigation.
ru: (Член экипажа-Инженер) Предложить отремонтировать их навигационную систему.
zh_hans: (工程师船员) 主动提出修理他们的导航系统。

source: They're very thankful for your help and give you a donation of supplies in thanks.
fr: Ils vous sont très reconnaissants pour votre aide et vous offrent en retour un don de ressources.
ru: Они очень благодарны вам за помощь и в знак благодарности дарят вам припасы.
zh_hans: 他们对你的帮助感激不尽，并捐赠了一些补给品以表谢意。

source: Continue...
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: (Engi Crew) Offer to repair their navigation system.
fr: (Membre d'équipage Engi) Proposer de réparer leur système de navigation.
ru: (Член экипажа-энджи) Предложить отремонтировать их навигационную систему.
zh_hans: (半械船员) 主动提出修理他们的导航系统。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You prepare for your next jump.
fr: Vous vous préparez pour votre prochain saut.
ru: Вы готовитесь к следующему прыжку.
zh_hans: 你为下一次跳跃做好了准备。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。
