Repository: ftl-mv-translation/old-guard
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: ru, zh_hans

source: OVERCLOCKED MOTORS: Enemy Turrets rotate 100% faster.
ru: РАЗОГНАННЫЕ МОТОРЫ: Вражеские турели вращаются на 100% быстрее.
zh_hans: 电机过载: 敌方炮塔旋转速度提升100%。

source: TURRET PRE-IGNITER: This enemy's turrets will be fully charged at the start of combat.
ru: ПРЕДЗАЖИГАТЕЛЬ ТУРЕЛИ: Турели этого врага будут полностью заряжены в начале боя.
zh_hans: 炮塔预热器: 该敌人的所有炮塔在战斗开始时即为完全充能状态。

source: TURRET PRE-ENERGISER: This enemy's turrets will be half charged at the start of combat.
ru: ПРЕДВАРИТЕЛЬНОЕ ПИТАНИЕ ТУРЕЛИ: Турели этого врага будут полностью заряжены в начале боя.
zh_hans: 炮塔预热充能器： 该敌人的所有炮塔在战斗开始时处于半充能状态。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_RAIDER_1"]/name
source: War Economy
ru: Военная экономика
zh_hans: 军工复合体

source: As a Raider-Class vessel, create a new turret of your own.
ru: На корабле класса "Рейдер" создайте свою собственную новую турель.
zh_hans: 作为一艘掠夺者级舰船，创造一门属于你自己的全新炮塔。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_RAIDER_2"]/name
source: Treading on the Rattlesnake
ru: Наступая на гремучую змею
zh_hans: 惊蛇之踏

source: Defeat a New Dawn ship using a Raider-Class vessel.
ru: Уничтожьте корабль Нового рассвета на судне класса "Рейдер".
zh_hans: 使用一艘掠夺者级舰船，击败一艘新黎明舰船。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_RAIDER_3"]/name
source: Heavy Lifting
ru: Тяжелый подъем
zh_hans: 重任在肩

source: As a Raider-Class vessel: Reach Sector 8 without buying weapons or drones' systems (or upgrading them as ship starting systems).
ru: На корабле класса "Рейдер": достигните сектора 8, не покупая оружейную систему или контроля дронов (или не модернизируя их в качестве стартовых систем корабля).
zh_hans: 驾驶一艘掠夺者级舰船，在不购买或升级任何武器或无人机系统的情况下，抵达第8星区。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_SPEAR_1"]/name
source: Point Defence
ru: Точечная защита
zh_hans: 点防御系统

source: Shoot down 5 projectiles or drones in a single fight as a Spearhead-Class vessel.
ru: Сбейте 5 снарядов или дронов за один бой на корабле класса "Острие".
zh_hans: 驾驶一艘先锋级舰船，在一场战斗中击落5个射弹或无人机。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_SPEAR_2"]/name
source: Rebel Allegiance
ru: Перебежчик
zh_hans: 叛军效忠

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_SPEAR_3"]/name
source: Combo Breaker
ru: Комбо-брейкер
zh_hans: 连击打断

source: As a Spearhead-Class vessel: Trigger the bonus system damage from a New Dawn turret 6 times from an application of the effect.
ru: На корабле класса "Острие": 6 раз вызовите бонусное повреждение систем турелью Нового рассвета в рамках одного применения эффекта.
zh_hans: 驾驶一艘先锋级舰船，利用一次新黎明炮塔的易伤效果，累计触发其额外系统伤害6次。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_BIG_1"]/name
source: Trojan Horse
ru: Троянский конь
zh_hans: 特洛伊木马

source: As a Colossus-Class vessel, fill all of your crew slots.
ru: На судне класса "Колосс", заполните все места для экипажа.
zh_hans: 驾驶一艘巨像级舰船，填满你所有的船员槽位。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_BIG_2"]/name
source: Synchronized Assault
ru: Одновременная атака
zh_hans: 协同作战

source: As a Colossus-Class vessel: Equip the same turret in all of your turret slots.
ru: На корабле класса "Колосс": установите одинаковые турели во всех слотах для турелей.
zh_hans: 驾驶一艘巨像级舰船，在你所有的炮塔槽位中装备相同的炮塔。

# data/hyperspace.xml.append$//achievement[@name="SHIP_ACH_OG_DAWN_BIG_3"]/name
source: This is my rifle, these are my Guns!
ru: Это моя винтовка, это мое оружие!
zh_hans: 这是我的步枪，而这是我的（一堆）炮！

source: Upgrade all of your large turrets to 5 power as a Colossus-Class vessel.
ru: На корабле класса "Колосс": улучшите все свои большие турели до 5-й мощности.
zh_hans: 作为一艘巨像级舰船，将你所有的大型炮塔升级至5点能量。

# data/hyperspace.xml.append$//race[@name="human_og_dawn"]/powerEffect/buttonText
source: CLOAK
ru: МАСКИРОВКА
zh_hans: 隐形

# data/hyperspace.xml.append$//race[@name="human_og_dawn"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION: 15s] Grants the following effects: -Avoids being targetted by crew. -Damage increased by 50% -Sabotage Speed increased by 25% -Cloak duration passively regenerates -Cloak duration reduces from the following actions: -Attacking, 1x -Repairing, 0.75x -Moving, 0.25x
ru: [ПЕРЕЗАРЯДКА: 30с ДЛИТЕЛЬНОСТЬ: 15с] Дает следующие эффекты: -Избегает нацеливания со стороны экипажа. -Урон увеличивается на 50% -Скорость саботажа увеличивается на 25% -Пассивно восстанавливает перезарядку Маскировки. -Продолжительность Маскировки сокращается при следующих действиях: -Атака - 1x -Ремонт - 0.75x -Перемещение - 0.25x
zh_hans: [冷却：30秒 持续时间：15秒] 获得以下效果： -船员无法被锁定。 -伤害提升50% -破坏速度提升25% -隐身时长被动回复 隐身时长因以下行动削减： -攻击，1倍速率 -维修，0.75倍速率 -移动，0.25倍速率

source: The Old Guard
zh_hans: 昔日卫队

# data/hyperspace.xml.append$//achievement[@name="MUSIC_OG_IRON"]/name
source: Iron Watch
ru: Железный дозор
zh_hans: 铁幕守望

# data/hyperspace.xml.append$//achievement[@name="MUSIC_OG_DAWN"]/name
source: New Dawn
ru: Новый рассвет
zh_hans: 新黎明

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_OG_DAWN"]/name
source: New Dawn Transport
ru: Транспорт Нового рассвета
zh_hans: 新黎明运输舰

source: Obtain the loot from the New Dawn loot transport.
ru: Получите добычу из транспорта с прототипами Нового рассвета.
zh_hans: 从新黎明战利品运输舰上获取战利品。

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_OG_DAWN"]/description
source: Obtain the Pierce Laser I from the New Dawn loot transport.
ru: Получите Пронзающий лазер мод. I из транспорта с прототипами Нового рассвета.
zh_hans: 从新黎明战利品运输舰上获取穿透激光 I。

# data/hyperspace.xml.append$//achievement[@name="ACH_TRANS_OG_DAWN"]/header
source: Loot Acquired
ru: Прототип получен
zh_hans: 战利品已获得

# data/hyperspace.xml.append$//achievement[@name="ACH_OG_REN_IRON"]/name
source: Turret Support
ru: Поддержка турели
zh_hans: 炮塔模块

# data/hyperspace.xml.append$//achievement[@name="ACH_OG_REN_IRON"]/description
source: Defeat the Raider Class C Renegade and get the Light Charger Turret.
ru: Победите Ренегатов класса "Рейдер" В и получите легкую зарядную турель.
zh_hans: 击败掠夺者 C 型变元舰，并获取轻型充能炮塔。

# data/hyperspace.xml.append$//achievement[@name="ACH_OG_REN_IRON"]/header
source: Renegade Defeated
ru: Ренегат побежден
zh_hans: 变元星舰已被击败

source: TURRET SYSTEMS
ru: СИСТЕМЫ ТУРЕЛЕЙ
zh_hans: 炮塔系统
