Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_sector_unexplored.xml.append/*.po
Languages: fr, ru, zh_hans

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/text
fr: Un vaisseau de la Garde de Fer explore cette balise lorsque vous arrivez. À cause de la tempête ionique, ils se montrent prudents et gardent leurs armes actives, braquées dans votre direction.
ru: Когда вы прибываете, вы замечаете корабль Железного дозора. Из-за ионного шторма они ведут себя осторожно, держа оружие наготове и нацелив его в вашу сторону.
zh_hans: 当你抵达信标时，一艘铁幕守望的舰船正在此地进行探索。由于离子风暴的影响，他们显得十分谨慎，武器系统保持在线状态，并始终指向你所在的方向。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[1]/text
fr: Partir.
ru: Уйти.
zh_hans: 离开。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[@req="rep_comb_og_iron"]/text
fr: (Réputation positive auprès de la Garde de Fer) Les saluer chaleureusement.
ru: (Позитивная репутация у Железного дозора) Тепло их поприветствовать.
zh_hans: (铁幕守望声望良好) 热情地向他们致意。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[@req="rep_comb_og_iron"]/event/text
fr: Heureusement, ils vous reconnaissent rapidement grâce à votre bonne réputation. Ils vous proposent de partager avec vous leur carte du secteur.
ru: К счастью, они быстро узнают вас благодаря вашей хорошей репутации. Они предлагают поделиться с вами своей картой сектора.
zh_hans: 幸运的是，由于你的良好声望，他们很快认出了你。他们提出与你共享该星区的地图。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[3]/text
fr: Attaquer !
ru: Атаковать!
zh_hans: 攻击！

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[3]/event/text
fr: Vous vous préparez au combat.
ru: Вы готовитесь к бою.
zh_hans: 你准备战斗。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_OG_IRON_STORM"]/choice[3]/event/choice/text
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/text
fr: Un vaisseau de la Garde de Fer est en train d'explorer cette balise lorsque vous arrivez ; il semble qu'ils ne prennent aucun risque ici et activent immédiatement leurs armes.
ru: Когда вы прибываете, корабль Железного дозора исследует этот маяк. Похоже, они не хотят рисковать и сразу же активируют свое оружие.
zh_hans: 当你抵达信标时，一艘铁幕守望的舰船正在此地进行探索。看起来他们在此地不愿冒任何风险，立刻激活了武器系统。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="-999"]/text
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/text
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/text
fr: Heureusement, ils vous reconnaissent rapidement grâce à votre bonne réputation. Ils proposent de partager une partie de la ferraille qu'ils ont trouvée.
ru: К счастью, они быстро узнают вас благодаря вашей хорошей репутации. Они предлагают поделиться частью найденного ими добра.
zh_hans: 幸运的是，由于你的良好声望，他们很快认出了你。他们提出与你平分一部分找到的打捞物。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/choice[1]/text
fr: Les attaquer quand même.
ru: Тем не менее, атаковать их.
zh_hans: 不管了，攻击他们。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/choice[1]/event/text
fr: Vous mettez vos armes sous tension après avoir reçu la ferraille ; la Garde de Fer est manifestement outrée par votre trahison, à en juger par le nombre de jurons que vous entendez résonner sur les communications.
ru: Вы включаете свое оружие после получения добычи, и по количеству ругательств, которые слышны в вашей связи, становится ясно, что Железный дозор явно возмущен вашим предательством.
zh_hans: 在接收打捞物后，你立刻启动了武器系统。从通讯频道中传来的咒骂数量判断，铁幕守望显然对你的背叛行为暴跳如雷。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/choice[1]/event/choice/text
fr: Continuer...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/choice[2]/text
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_unexplored.xml.append$//event[@name="NEBULA_ENCOUNTER_OG_IRON"]/choice[@req="rep_comb_og_iron" and @lvl="2"]/event/choice[3]/text
fr: Ne rien faire.
ru: Ничего не делать.
zh_hans: 跳过。
