Repository: ftl-mv-translation/old-guard
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ENERGY_1"]/title
source: Energy Cannon Turret
ru: Энергетическая пушечная турель

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ENERGY_1"]/short
source: Energy C.
ru: Энерг. пуш.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ENERGY_1"]/desc
source: Energy turrets can disable systems while also causing hull damage.
ru: Энергетические турели могут выводить из строя системы, а также наносить повреждения корпусу.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_CRYSTAL_1"]/title
source: Crystal Burst Turret
ru: Залповая кристаллическая турель

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_CRYSTAL_1"]/short
source: Crystal
ru: Кристалл

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_CRYSTAL_1"]/desc
source: Modified projectile turret that fires 2 shield piercing crystals.
ru: Модифицированная кинетическая турель, выпускает 2 проникающих сквозь щиты кристалла.

source: Elite Crystal Burst Turret
ru: Элитная залповая кристаллическая турель

source: € Crystal
ru: € Кристалл

source: Modified projectile turret that fires 2 shield piercing crystals. Elite variant that always applies lockdown and pierces 2 shields.
ru: Модифицированная кинетическая турель, выпускает 2 проникающих сквозь щиты кристалла. Элитный вариант проникает сквозь 2 слоя щита, а запирание отсеков срабатывает каждый раз.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_1"]/title
source: Swarm Missile Turret
ru: Ракетная роевая турель
zh_hans: 蜂群导弹炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_1"]/short
source: Swarm M.
ru: Роевая рак.
zh_hans: 蜂群导弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_1"]/desc
source: Fires a swarm of small fast missiles capable of homing in on their target, excellent defence but does not do well against enemy systems.
ru: Выпускает рой небольших быстрых ракет, способных наводиться на цель, отлично подходит для защиты, но неэффективна против вражеских систем.
zh_hans: 发射一群可自动追踪目标的小型高速导弹，防御性能出色，但不擅长攻击敌方舰船系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_2"]/title
source: Quad Missile Turret
ru: Четырехзарядная ракетная турель
zh_hans: 四联装导弹炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_2"]/short
source: Quad M.
ru: Четыр. рак.
zh_hans: 四联装导弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_MISSILE_2"]/desc
source: Slow to charge but capable of delivering high damage to the enemy ship, decent against enemy drones and solid projectiles.
ru: Медленно заряжается, но способна наносить высокий урон вражескому кораблю, неплохо справляется с вражескими дронами и твердыми снарядами.
zh_hans: 虽充能缓慢，但能对敌舰造成高额伤害。此外，对抗敌方无人机和实体射弹时也表现不俗。

source: Heavy Kernel Turret
ru: Тяжелая зерновая турель
zh_hans: 重型果核炮塔

source: Heavy K.
ru: Тяж. зерн.
zh_hans: 重型果核。

source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Kernels behave like missiles, but also have halved ammunition cost.
ru: Это оружие использует в качестве боеприпасов ядра гигантских растений с родной планеты орхидей. Ядра ведут себя как ракеты, но при этом потребляют в два раза меньше боеприпасов.
zh_hans: 这种武器使用来自兰花母星的巨型植物果核作为弹药。果核的行为类似导弹，但弹药消耗减半。

source: Solar Kernel Turret
ru: Солнечная зерновая турель
zh_hans: 太阳果核炮塔

source: Solar K.
ru: Солн. зерн.
zh_hans: 太阳果核。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_KERNEL_FIRE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. This modified Kernel weapon creates fires instead of breaches.
ru: Это оружие использует в качестве боеприпасов ядра гигантских растений с родной планеты орхидей. Этот модифицированный зерномет создает пожары вместо пробоин.
zh_hans: 这种武器使用来自兰花母星的巨型植物果核作为弹药。与基础型号不同，此改进型会造成火灾，而非船体破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_1"]/title
source: Flak Turret
ru: Осколочная турель
zh_hans: 破片炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_1"]/short
source: Flak
ru: Оскол.
zh_hans: 破片

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_1"]/desc
source: A powerful Flak turret, can build up an incredible volley to be fired in both defence and offense.
ru: Мощная осколочная турель, способная производить невероятные залпы как в защите, так и в атаке.
zh_hans: 一座威力强大的破片炮塔，能够积累惊人的齐射火力，既可用于防御，也可用于进攻。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_BIO"]/title
source: Irradiated Flak Turret
ru: Облучающая осколочная турель

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_BIO"]/short
source: Rad Flak
ru: Обл. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_BIO"]/desc
source: Fires 4 radioactive projectiles which do normal hull damage as well as high crew damage and sometimes erode the hull enough to create a breach.
ru: Выпускает 4 радиоактивных снаряда, которые наносят обычный урон корпусу, а также высокий урон экипажу и иногда разрушают корпус настолько, что в нем образуется пробоина.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_1"]/title
source: Pinpoint Turret
ru: Точечная лучевая турель
zh_hans: 光点炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_1"]/short
source: Pinpoint
ru: Точечный луч
zh_hans: 光点

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_1"]/desc
source: Pinpoint Turrets prove extremely effective against enemy missiles due to their almost instantaneous time to kill.
ru: Точечная лучевая турель чрезвычайно эффективна против вражеских ракет благодаря почти мгновенному поражению цели.
zh_hans: 光点炮塔因其近乎瞬杀的超快反应速度，在拦截敌方导弹时极为高效。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_BIO"]/title
source: Irradiation Pinpoint Turret
ru: Облучающая точечная турель
zh_hans: 辐射光点炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_BIO"]/short
source: Rad P.
ru: Облуч. точ.
zh_hans: 辐射光点。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_BIO"]/desc
source: A powerful modified Pinpoint turret that does massive crew damage and cripples enemy crew, but no hull damage. Pierces 2 shields.
ru: Мощная модифицированная точечная турель, которая наносит огромный урон экипажу и выводит из строя экипаж противника, но не повреждает корпус. Пробивает 2 щита.
zh_hans: 这款强大的改进型光点炮塔能对船员造成巨额伤害并致残，但完全不伤船体，同时还可穿透2层护盾。

source: Chain Pinpoint Turret
ru: Цепная точечная лучевая турель

source: Chain P.
ru: Цеп. точ.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_CHAIN"]/desc
source: This Pinpoint weapon only does a moderate amount of damage, but quickly ramps up its fire rate until it becomes devastating on enemies with their shields down.
ru: Это точечное лучевое оружие наносит умеренный урон, но быстро увеличивает скорость стрельбы, пока не становится разрушительным для врагов с опущенными щитами.

source: Micro Laser Turret
ru: Микролазерная турель
zh_hans: 微型激光炮塔

source: Micro L.
ru: Микролаз.
zh_hans: 微型激光。

source: This Laser Turret is unlikely to be able to deal with an enemy ship on it's own, but its high rotation speed makes it a defensive unit.
ru: Микролазерная турель вряд ли сможет самостоятельно справиться с вражеским кораблем, но ее высокая скорость вращения делает ее эффективным оборонительным средством.
zh_hans: 这款激光炮塔虽难以独自应对敌舰，但其高旋转速度使其成为一名出色的防御单位。

source: Old Micro Laser Turret
ru: Старая микролазерная турель
zh_hans: 微型离子激光炮塔

source: O. Micro L.
ru: Ст. мик. лаз.
zh_hans: 微型离子激光。

source: This Laser Turret is unlikely to be able to deal with an enemy ship on it's own, but its high rotation speed makes it a defensive unit.
ru: Микролазерная турель вряд ли сможет самостоятельно справиться с вражеским кораблем, но ее высокая скорость вращения делает ее эффективным оборонительным средством.
zh_hans: 这款激光炮塔虽然难以独自应对敌舰，但其高旋转速度使其成为一名出色的防御单位。

source: Light Laser Turret
ru: Легкая лазерная турель
zh_hans: 轻型激光炮塔

source: Light L.
ru: Л. лаз.
zh_hans: 轻型激光。

source: Incapable of doing system damage, this Light Laser Turret is much better suited for shield suppression and defence.
ru: Неспособна наносить урон системе, эта Легкая лазерная турель гораздо лучше подходит для подавления щитов и защиты.
zh_hans: 由于完全无法造成系统伤害，这款轻型激光炮塔更适合用于压制护盾与执行防御任务。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_MINI_1"]/title
source: Micro Ion Turret
ru: Микроионная турель
zh_hans: 微型离子炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_MINI_1"]/short
source: Micro I.
ru: Микроион.
zh_hans: 微型离子。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_MINI_1"]/desc
source: This Ion Turret is effective drone defence while still being able to support the ships offense.
ru: Эта ионная турель эффективно защищает от дронов и при этом способна оказывать поддержку кораблю в атаке.
zh_hans: 这款离子炮塔既能提供高效的无人机防御，又能有效支援舰船的进攻。

source: Micro Pinpoint Turret
ru: Микроточечная турель
zh_hans: 微型光点炮塔

source: Micro P.
ru: Микро точ.
zh_hans: 微型光点。

source: This small Pinpoint Turret requires support to damage the enemy ship, but remains capable against enemy missiles.
ru: Эта небольшая точечная турель требует поддержки, чтобы нанести урон вражескому кораблю, но способна противостоять вражеским ракетам.
zh_hans: 这款小型光点炮塔虽然需要支援才能对敌舰造成伤害，但在对抗敌方导弹时依然能力出众。

source: Micro Flak Turret
ru: Микроосколочная турель
zh_hans: 微型破片炮塔

source: Micro F.
ru: Микрооск.
zh_hans: 微型破片。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_MINI_1"]/desc
source: A small Flak turret, can build up a volley to be fired in both defence and offense.
ru: Небольшая осколочная турель, может действовать как в защите, так и в атаке.
zh_hans: 一座小型破片炮塔，能够积累齐射火力，既可用于防御，也可用于进攻。

source: Micro Missile Turret
ru: Микроракетная турель
zh_hans: 微型导弹炮塔

source: Micro M.
ru: Микрорак.
zh_hans: 微型导弹。

source: This small Missile Turret is expensive to fire but provides powerful offensive and defensive support.
ru: Эта небольшая ракетная турель дорога в эксплуатации, но обеспечивает мощную поддержку в атаке и защите.
zh_hans: 这款小型导弹炮塔虽然发射成本高昂，但能提供强大的进攻与防御支援。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_DAWN"]/title
source: Dawn Heavy Laser Turret
ru: Тяжелая лазерная турель Рассвета
zh_hans: 黎明重型激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_DAWN"]/short
source: € Heavy L.
ru: € Тяж. лаз.
zh_hans: ☆黎明重型激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_DAWN"]/desc
source: Heavy Laser Turrets make for poor defensive turrets with their slow rotation speed and high damage per shot, but are excellent against enemy ships. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Тяжелые лазерные турели являются плохими оборонительными турелями из-за их низкой скорости вращения и высокого урона за выстрел, но они отлично подходят для борьбы с вражескими кораблями. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 重型激光炮塔由于转速慢、单发伤害高，因此作为防御炮塔表现不佳，但在攻击敌方舰船时极为出色。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_DAWN"]/title
source: Dawn Fire Ion Turret
ru: Ионная зажигательная турель Рассвета
zh_hans: 黎明火焰离子炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_DAWN"]/short
source: € Fire I.
ru: € Заж. ион.
zh_hans: ☆火焰离子。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_DAWN"]/desc
source: Ion Turrets are excellent drone suppression aswell as being able to disable systems without causing hull damage. This one starts fires in the system it hits. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Ионные турели отлично подавляют дронов, а также могут выводить из строя системы, не повреждая корпус. Эта турель вызывает возгорание в системе, по которой она стреляет. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 离子炮塔能出色地压制无人机，并可瘫痪系统而不造成船体损伤。此外，此型号还能引燃其命中的系统。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

source: Dawn Quad Missile Turret
ru: Двойная ракетная турель Рассвета
zh_hans: 黎明四联装导弹炮塔

source: € Quad M.
ru: € Двой. рак.
zh_hans: ☆四联导弹。

source: Slow to charge but capable of delivering high damage to the enemy ship, decent against enemy drones and solid projectiles. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Медленно заряжается, но способна наносить высокий урон вражескому кораблю, неплохо справляется с вражескими дронами и твердыми снарядами. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 虽充能缓慢，但能对敌舰造成高额伤害。此外，对抗敌方无人机和实体射弹时也表现不俗。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_DAWN"]/title
source: Dawn Flak Turret
ru: Осколочная турель Рассвета
zh_hans: 黎明破片炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_DAWN"]/short
source: € Flak
ru: € Оскол.
zh_hans: ☆破片

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FLAK_DAWN"]/desc
source: A powerful Flak turret, can build up an incredible volley to be fired in both defence and offense. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Мощная осколочная турель, способная производить невероятные залпы как в защите, так и в атаке. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 一座威力强大的破片炮塔，能够积累惊人的齐射火力，既可用于防御，也可用于进攻。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_DAWN"]/title
source: Dawn Pinpoint Turret
ru: Точечная лучевая турель Рассвета
zh_hans: 黎明光点炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_DAWN"]/short
source: € Pinpoint
ru: € Точеч. луч
zh_hans: ☆光点

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_FOCUS_DAWN"]/desc
source: Pinpoint Turrets prove extremely effective against enemy missiles due to their almost instantaneous time to kill. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Точечная лазерная турель чрезвычайно эффективна против вражеских ракет благодаря почти мгновенному поражению цели. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 光点炮塔因其近乎瞬杀的超快反应速度，在拦截敌方导弹时极为高效。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

source: Dawn Micro Laser Turret
ru: Микролазерная турель Рассвета
zh_hans: 黎明微型激光炮塔

source: € Micro L.
ru: € Микролаз.
zh_hans: ☆微型激光。

source: This Laser Turret is unlikely to be able to deal with an enemy ship on it's own, but its high rotation speed makes it a defensive unit. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Микролазерная турель вряд ли сможет самостоятельно справиться с вражеским кораблем, но ее высокая скорость вращения делает ее эффективным оборонительным средством. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 这款激光炮塔凭借高转速专精防御，但火力不足以单独应对敌舰。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

source: Dawn Light Laser Turret
ru: Легкая лазерная турель Рассвета
zh_hans: 黎明轻型激光炮塔

source: € Light L.
ru: € Л. лаз.
zh_hans: ☆轻型激光。

source: Incapable of doing system damage, this Light Laser Turret is much better suited for shield suppression and defence. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Неспособна наносить урон системе, эта Легкая лазерная турель гораздо лучше подходит для подавления щитов и защиты. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 由于完全无法造成系统伤害，这款轻型激光炮塔更适合用于压制护盾与执行防御任务。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

source: Dawn Micro Pinpoint Turret
ru: Микроточечная турель Рассвета
zh_hans: 黎明微型光点炮塔

source: € Micro P.
ru: € Микро точ.
zh_hans: ☆微型光点。

source: This small Pinpoint Turret requires support to damage the enemy ship, but remains capable against enemy missiles. New Dawn varient applies a status effect to hit rooms that causes them to take +1 system damage. However Turret Systems equiped with New Dawn turrets similarly take +1 system damage when hit.
ru: Эта небольшая точечная турель требует поддержки, чтобы нанести урон вражескому кораблю, но способна противостоять вражеским ракетам. Вариант Нового рассвета накладывает на пораженные помещения статусный эффект, который приводит к увеличению урона системе на +1. Однако системы турелей, оснащенные турелями Нового рассвета, также получают +1 к урону системе при попадании.
zh_hans: 这款小型光点炮塔虽然需要支援才能对敌舰造成伤害，但在对抗敌方导弹时依然能力出众。 而其新黎明变体在击中敌方房间时，会为其附加一个“系统易伤”状态（受到的系统伤害+1）。但需注意，己方装备了该变体的炮塔系统被击中时，也会承受同样的额外伤害。

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер

source: Laser
ru: Лазер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Ion
ru: Ион
zh_hans: 离子

source: Ion
ru: Ион
zh_hans: 离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Ion
ru: Ион
zh_hans: 离子

source: Ion
ru: Ион
zh_hans: 离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Ion
ru: Ион
zh_hans: 离子

source: Ion
ru: Ион
zh_hans: 离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Ion
ru: Ион

source: Ion
ru: Ион

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Laser
ru: Лазер

source: Laser
ru: Лазер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Laser
ru: Лазер

source: Laser
ru: Лазер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FLAK_PROJECTILE"]/title
source: Flak
ru: Осколки
zh_hans: 破片

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FLAK_PROJECTILE"]/short
source: Flak
ru: Оскол.
zh_hans: 破片

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FLAK_PROJECTILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Flak
ru: Осколки

source: Flak
ru: Оскол.

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FOCUS_PROJECTILE"]/title
source: Focus
ru: Фокус
zh_hans: 光点

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FOCUS_PROJECTILE"]/short
source: Focus
ru: Фокус
zh_hans: 光点

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_FOCUS_PROJECTILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点
