Repository: ftl-mv-translation/old-guard
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Overclocked Motors
ru: Разогнанные моторы
zh_hans: 极限超频动力

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_ROTATION"]/title
source: Overclocked Motors
ru: Разогнанные моторы
zh_hans: 极限超频动力

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_ROTATION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_ROTATION"]/title
source: Overclocked Motors [X]
ru: Разогнанные моторы [В]
zh_hans: 极限超频动力[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_ROTATION"]/desc
source: Turrets Rotate 50% faster. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Турели вращаются на 50% быстрее. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть управление турелью.
zh_hans: 炮塔旋转速度 +50%。 [外] - 作为一项外部系统升级，此增强部件将提供正常效果，但会占用一个增强部件槽位。若你已安装升级的克隆舱系统，可在内部升级菜单中免费将其转换为内部版本。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_SPEED"]/title
source: Accelerators
ru: Ускорители
zh_hans: 弹道加速器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_SPEED"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_SPEED"]/title
source: Accelerators [X]
ru: Ускорители [В]
zh_hans: 弹道加速器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_SPEED"]/desc
source: Turret projectiles move 50% faster. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Снаряды из турели летят на 50% быстрее. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть управление турелью.
zh_hans: 炮塔射弹速度提升50%。 [外] - 作为一项外部系统升级，此增强部件将提供正常效果，但会占用一个增强部件槽位。若你已安装升级的克隆舱系统，可在内部升级菜单中免费将其转换为内部版本。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_MANUAL"]/title
source: Manual Dexterity
ru: Ловкость рук
zh_hans: 手操灵敏度

# data/blueprints.xml.append$//augBlueprint[@name="UPG_OG_TURRET_MANUAL"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_MANUAL"]/title
source: Manual Dexterity [X]
ru: Ловкость рук [В]
zh_hans: 手操灵敏度[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_OG_TURRET_MANUAL"]/desc
source: Turrets gain 180 rotation speed when manually targetted. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Турели увеличивают скорость поворота на 180 градусов при ручном наведении. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть управление турелью.
zh_hans: 炮塔在手动瞄准时获得 180 的旋转速度。 [外] - 作为一项外部系统升级，此增强部件将提供正常效果，但会占用一个增强部件槽位。若你已安装升级的克隆舱系统，可在内部升级菜单中免费将其转换为内部版本。

source: Expanded Circuitry
ru: Расширенная схемотехника
zh_hans: 扩展电路

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Expanded Circuitry [X]
ru: Расширенная схемотехника [В]
zh_hans: 拓展电路[外]

source: Expands the adaptive turret's slot to accept all sizes of turrets. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Modified Clone Bay system.
ru: Увеличивает слот Адаптивной турели, чтобы он подходил для турелей всех размеров. Так как это улучшение - [В]нешнее, оно предоставляет свой обычный эффект, но занимает слот модуля. Может быть бесплатно конвертировано во встроенную версию из меню Встроенных улучшений, если у вас есть управление турелью.
zh_hans: 拓展自适应炮塔的插槽，使其可装配所有尺寸的炮塔。 [外] - 作为一项外部系统升级，此增强部件将提供正常效果，但会占用一个增强部件槽位。若你已安装升级的克隆舱系统，可在内部升级菜单中免费将其转换为内部版本。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret"]/title
source: Turret Control
ru: Управление турелью
zh_hans: 炮塔控制

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_2"]/title
source: Turret Control
ru: Управление турелью
zh_hans: 炮塔控制

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_2"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_3"]/title
source: Turret Control
ru: Управление турелью
zh_hans: 炮塔控制

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_3"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_4"]/title
source: Turret Control
ru: Управление турелью
zh_hans: 炮塔控制

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_4"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini"]/title
source: Micro Turret Control
ru: Управлен. микротурелью
zh_hans: 微型炮塔操控

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_2"]/title
source: Micro Turret Control
ru: Управлен. микротурелью
zh_hans: 微型炮塔操控

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_2"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_3"]/title
source: Micro Turret Control
ru: Управлен. микротурелью
zh_hans: 微型炮塔操控

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_3"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_4"]/title
source: Micro Turret Control
ru: Управлен. микротурелью
zh_hans: 微型炮塔操控

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_mini_4"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret.
ru: Питает турель вашего корабля. Улучшение сокращает время перезарядки турели.
zh_hans: 为舰船炮塔供能。升级可缩短炮塔的充能时间。

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_adaptive"]/title
source: Adaptive Turret Control
ru: Адаптивная турель
zh_hans: 自适应炮塔操控

source: New Dawn Cargo Crate
ru: Грузовой контейнер Нового рассвета
zh_hans: 新黎明货物箱

source: Cargo Crate
ru: Грузовой контейнер
zh_hans: 货箱

source: An unusual cargo crate, you're not sure what's inside, and if you had some spare time you could probably open it, but the people you're delivering it to wouldn't be happy about it.
ru: Необычный грузовой контейнер, вы не знаете, что в нем, и если бы у вас было свободное время, вы, наверное, могли бы его открыть, но люди, которым вы его доставляете, были бы не в восторге от этого.
zh_hans: 一个不同寻常的货箱。里面装着什么，你可说不准。要是能腾出手来，你大概能把它撬开，但委托你送货的人指定不高兴。

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_OG_DAWN_1"]/title
source: Pierce Laser MK I
ru: Пронзающий лазер мод. I
zh_hans: 穿透激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_OG_DAWN_1"]/short
source: Pierce I
ru: Пронз. I
zh_hans: 穿透I

# data/blueprints.xml.append$//weaponBlueprint[@name="LOOT_OG_DAWN_1"]/desc
source: Special loot weapon. See tooltip in the inventory to check the improvements over the base version.
ru: Особый прототип. Смотрите совет в инвентаре, чтобы узнать об улучшениях этой версии орудия.
zh_hans: 特殊战利品武器。请在库存中查看其工具提示，以了解相对于基础版本的增强属性。

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_raider"]/desc
source: An Iron Watch technician skilled in repairs. Inherited Human stats: minor suffocation resistance, learns skills faster
ru: Техник Железного дозора, обладающий навыками ремонта. Наследует характеристики людей: небольшое сопротивление удушью, быстрее изучает навыки
zh_hans: 一名擅长维修的铁幕守望技术员。 继承的人类特性：轻微窒息抗性，技能学习速度加快

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_raider"]/title
source: Iron Watch Raider
ru: Рейдер Железного дозора
zh_hans: 铁幕守望突击兵

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_raider"]/short
source: Raider
ru: Рейдер
zh_hans: 突击兵

source: Provides 2 power to the occupied system while in the presence of a pulsar or ion storm
ru: Дает 2 единицы энергии текущей системе, находясь у пульсара или ионного шторма
zh_hans: 当处于脉冲星或离子风暴区域时，为所在系统提供2点能量

source: Reveals adjacent rooms while in a nebula
ru: Видит соседние отсеки, находясь в туманности
zh_hans: 当处于星云中时，揭示相邻的房间

source: 1.25x repair speed
ru: 1.25x скорость ремонта
zh_hans: 1.25倍维修速度

source: Takes 0.6x damage from fires
ru: Получает 0.6х урона от пожаров
zh_hans: 受到0.6倍灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_dawn"]/desc
source: A New Dawn Soldier, equiped with a personal cloaking device that has it's charge drained by performing actions. Inherited Human stats: minor suffocation resistance, learns skills faster
ru: Солдат Нового рассвета, оснащенный персональным устройством невидимости, заряд которого расходуется при выполнении действий. Наследует характеристики людей: небольшое сопротивление удушью, быстрее изучает навыки
zh_hans: 一名新黎明的士兵，装备了个人隐身装置，该装置的能量会在执行行动时消耗。 继承的人类特性：轻微窒息抗性，技能学习速度加快

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_dawn"]/title
source: New Dawn Soldier
ru: Солдат Нового рассвета
zh_hans: 新黎明士兵

# data/blueprints.xml.append$//crewBlueprint[@name="human_og_dawn"]/short
source: Dawn Soldier
ru: Солдат Рассвета
zh_hans: 黎明士兵

source: Active Ability: Cloaks to hide from enemy crew, has increased damage while cloaked, cloaking duration reduces based on actions performed rather than time.
ru: Активная способность: маскируется, чтобы скрыться от вражеского экипажа, наносит больше урона в замаскированном состоянии, продолжительность маскировки уменьшается в зависимости от выполняемых действий, а не от времени.
zh_hans: 主动技能：隐身以躲避敌方船员，隐身期间伤害提升，隐身时长依据行动而非时间消耗。

source: Takes 0.7x damage from crew combat and 0.6x from fires
ru: Получает 0.7x урона в бою с экипажем и 0.6x от пожаров
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_LASER"]/title
source: Laser Turret Base
ru: Основание лазерной турели
zh_hans: 基础型激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_LASER"]/short
source: Laser Base
ru: Осн. лазера
zh_hans: 基础激光

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_LASER"]/desc
source: Can be used to fabricate: [Burst Laser Turret] [Heavy Laser Turret] [???] [???]
ru: Может использоваться для создания: [Импульсная лазерная турель] [Тяжелая лазерная турель] [???] [???]
zh_hans: 可用于制造： [速射激光炮塔] [重型激光炮塔] [???] [???]

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_ION"]/title
source: Ion Turret Base
ru: Основание ионной турели
zh_hans: 基础离子炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_ION"]/short
source: Ion Base
ru: Осн. ион.
zh_hans: 基础离子

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_ION"]/desc
source: Can be used to fabricate: [Ion Barrage Turret] [Fire Ion Turret]
ru: Может использоваться для создания: [Залповая ионная турель] [Огненная ионная турель]
zh_hans: 可用于制造： [密集离子炮塔] [火焰离子炮塔]

source: Missile Turret Base
ru: Основание ракетной турели
zh_hans: 基础导弹炮塔

source: Missile Base
ru: Осн. ракет.
zh_hans: 基础导弹

source: Can be used to fabricate: [Swarm Missile Turret] [Quad Missile Turret] [Flak Turret]
ru: Может использоваться для создания: [Ракетная роевая турель] [Четырехзарядная ракетная турель] [Осколочная турель]
zh_hans: 可用于制造： [蜂群导弹炮塔] [四联装导弹炮塔] [破片炮塔]

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_FOCUS"]/title
source: Focus Turret Base
ru: Основание точечной турели
zh_hans: 基础光点炮台

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_FOCUS"]/short
source: Focus Base
ru: Осн. точеч.
zh_hans: 基础光点

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_FOCUS"]/desc
source: Can be used to fabricate: [Pinpoint Turret]
ru: Может использоваться для создания: [Точечная лучевая турель]
zh_hans: 可用于制造： [光点炮塔]

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_MINI"]/title
source: Micro Turret Base
ru: Основание микротурели
zh_hans: 基础微型炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_MINI"]/short
source: Micro Base
ru: Осн. микрот.
zh_hans: 微型炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_BASE_MINI"]/desc
source: Can be used to fabricate: [Micro Laser Turret] [Light Laser Turret] [Micro Ion Turret] [Micro Pinpoint Turret]
ru: Может использоваться для создания: [Микролазерная турель] [Легкая лазерная турель] [Микроионная турель] [Микроточечная турель]
zh_hans: 可用于制造： [微型激光炮塔] [轻型激光炮塔] [微型离子炮塔] [微型针刺光点炮塔]

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_UNKNOWN"]/title
source: ??? Turret
ru: ??? турель
zh_hans: ???炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_UNKNOWN"]/desc
source: You'll need more crafting components to decipher this blueprint.
ru: Для расшифровки этого чертежа вам понадобится больше компонентов для крафта.
zh_hans: 你需要更多制作材料来破译这张蓝图。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_1"]/title
source: Burst Laser Turret
ru: Импульсная лазерная турель
zh_hans: 速射激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_1"]/short
source: Burst L.
ru: Имп. лаз.
zh_hans: 速射激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_1"]/desc
source: Standard Burst Laser Turret. A cheap and efficient middleground between offense and defence.
ru: Стандартная лазерная турель. Недорогой и эффективный компромисс между атакой и защитой.
zh_hans: 标准速射激光炮塔。这是一种廉价且高效的武器，在攻防之间取得了良好的平衡。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_2"]/title
source: Heavy Laser Turret
ru: Тяжелая лазерная турель
zh_hans: 重型激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_2"]/short
source: Heavy L.
ru: Тяж. лаз.
zh_hans: 重型激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_2"]/desc
source: Heavy Laser Turrets make for poor defensive turrets with their slow rotation speed and high damage per shot, but are excellent against enemy ships.
ru: Тяжелые лазерные турели являются плохими оборонительными турелями из-за их низкой скорости вращения и высокого урона за выстрел, но они отлично подходят для борьбы с вражескими кораблями.
zh_hans: 重型激光炮塔由于转速慢但单发伤害高，作为防御炮塔表现不佳，但在攻击敌方舰船时极为出色。

source: Old Burst Laser Turret
ru: Старая импульсная лазерная турель
zh_hans: 老旧速射激光炮塔

source: O. Burst L.
ru: Стар. имп. лаз.
zh_hans: 老旧速射激光。

source: Standard Burst Laser Turret. A cheap and efficient middleground between offense and defence. Very old and has worse aim.
ru: Старая лазерная импульсная турель. Дешевый и эффективный компромисс между атакой и защитой. Очень старая и имеет плохую точность.
zh_hans: 标准速射激光炮塔。这是一种廉价且高效的武器，在攻防之间取得了平衡，但型号老旧，瞄准精度较差。

source: Light Charger Turret
ru: Легкая зарядная турель
zh_hans: 轻型充能炮塔

source: Light C.
ru: Лег. зар.
zh_hans: 轻型充能。

source: A specialized Light Laser Turret which is extremely effective at defending the ship with its high charge count and quick rotation speed.
ru: Особая лазерная турель, которая очень эффективно защищает корабль благодаря большому количеству зарядов и быстрой скорости вращения.
zh_hans: 作为一种特化型轻型激光炮塔，它凭借高充能次数与快速旋转速度，在舰船防御方面效能极佳。

source: Chaotic Light Charger Turret
ru: Хаотичная легкая зарядная турель
zh_hans: 混沌轻型充能激光炮塔

source: Light C.™
ru: Лег. зар.™
zh_hans: 混沌充能↑

source: A specialized Light Laser Turret which is extremely effective at defending the ship with its high charge count and quick rotation speed. Chaotic varient rotates 5x as fast and can target any projectile.
ru: Особая Легкая лазерная турель, которая очень эффективна в защите корабля благодаря большому количеству зарядов и быстрой скорости вращения.
zh_hans: 这是一种专精防御的特化型轻型激光炮塔，凭借高充能次数与快转速保护舰船。 而其混沌变体旋转速度提升至5倍，并能瞄准拦截任何敌方射弹。

source: Harbinger Turret
ru: Турель "Предвестник"
zh_hans: 预兆者炮塔

source: Harbinger
ru: Предвестник
zh_hans: 预兆者

source: An incredibly powerful Laser Turret manufactured by the Obelisks that can cause much more havoc than your average Turret.
ru: Невероятно мощная лазерная турель, изготовленная обелисками, которая может нанести гораздо больше урона, чем обычная турель.
zh_hans: 一种威力远超普通炮塔的巨型激光炮塔，由方碑制造。

source: Vindicator Turret
ru: Турель "Воздаятель"
zh_hans: 辩护者炮塔

source: Vindicator
ru: Воздаятель
zh_hans: 辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_CEL_1"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.
zh_hans: 让它打中你，你就已经死了。

source: Zenith Laser Turret
ru: Лазерная турель "Зенит"
zh_hans: 天顶激光炮塔

source: Zenith L.
ru: Зенит лаз.
zh_hans: 天顶激光。

source: A deadly Aether-powered Laser Turret that deals massive damage even compared to standard Heavy Laser Turrets.
ru: Смертоносная лазерная турель, работающая на эфире, которая наносит огромный урон даже по сравнению со стандартными Тяжелыми лазерными турелями.
zh_hans: 一座致命的以太驱动激光炮塔，其造成的巨大伤害即便与标准的重型激光炮塔相比也遥遥领先。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_BIO"]/title
source: Irradiation Laser Turret
ru: Облучающая лазерная турель
zh_hans: 辐射激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_BIO"]/short
source: Rad L.
ru: Облуч. лаз.
zh_hans: 辐射激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_BIO"]/desc
source: A specialized Laser Turret that does high bio damage and cripples crew, but no system or hull damage. This turret is also extremely capable in the defense role shooting down enemy lasers.
ru: Особая лазерная турель, наносящая высокий биологический урон и выводящая из строя экипаж, но не повреждающая системы и корпус. Эта турель также чрезвычайно эффективна в защите, способная сбивать вражеские лазеры.
zh_hans: 这是一种特化型激光炮塔，能造成高额辐射伤害并瘫痪船员，但无法损伤舰船系统或船体。同时，它在防御角色中也极为出色，能有效拦截敌方的激光攻击。

source: Pierce Laser Turret
ru: Пронзающая лазерная турель
zh_hans: 穿透激光炮塔

source: Pierce L.
ru: Пронз. лаз.
zh_hans: 穿透激光。

source: A specialized Laser Turret that can pierce additional shield layers.
ru: Особая лазерная турель, способная пробивать дополнительные слои щитов.
zh_hans: 一种特化型激光炮塔，能够穿透额外的护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_HULL"]/title
source: Anti-Hull Laser Turret
ru: Противокорпусная лазерная турель
zh_hans: 破舰激光炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_HULL"]/short
source: Hull L.
ru: Противок. лаз.
zh_hans: 破舰激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_LASER_HULL"]/desc
source: A specially designed military Laser Turret that does higher damage against rooms without systems.
ru: Особо сконструированная военная лазерная турель, наносящая более большой урон помещениям без систем.
zh_hans: 一种专为军事设计的激光炮塔，对空舱造成更高伤害。

source: Chain Vulcan Turret
ru: Цепная турель "Вулкан"
zh_hans: 链式火神炮塔

source: Vulcan
ru: Вулкан
zh_hans: 火神

source: This Laser Turret takes a long time to warm up. Each time it fires it decreases the cooldown, eventually able to take down any amount of shields.
ru: Эта лазерная турель долго разогревается. Каждый раз, когда она стреляет, время перезарядки сокращается, и в конечном итоге она способна снять любое количество щитов.
zh_hans: 这种激光炮塔需要长时间预热启动。每次开火都会减少其冷却时间，直至最终能击破任意层数的护盾。

source: Particle Accelerator Turret
ru: Турель с ускорителем частиц

source: Particle A.
ru: Уск. частиц

source: Shoots streamlined bolts which do heavy system damage. Does not harm crew or hull, and cannot lower shields.
ru: Выпускает скоростные болты, которые наносят серьезный урон системам. Не наносит вреда экипажу и корпусу и не может уничтожить слои щитов.

source: Gatling Turret
ru: Турель Гатлинга

source: Gatling
ru: Гатлинг

source: The Gatling turret takes a very long time to warm up, but it will eventually unleash hell on your opposition!
ru: Турель Гатлинга очень долго разогревается, но в конце концов она обрушит ад на ваших противников!

source: 'Rift Waker' Turret
ru: Турель "Пробудитель разломов"

source: 'Rift Waker'
ru: Пробуд.

source: A powerful weapon of war carried previously only by Sylvan, but now by you as well. You greedy, murdering traitor you.
ru: Мощное оружие войны, которое раньше имел только Сильван, а теперь и вы. Вы жадный, кровожадный предатель.

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_1"]/title
source: Ion Barrage Turret
ru: Залповая ионная турель
zh_hans: 密集离子炮塔

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_1"]/short
source: Ion B.
ru: Ион. бомба
zh_hans: 密集离子。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_1"]/desc
source: Ion Turrets are excellent drone suppression aswell as being able to disable systems without causing hull damage. This one charges and fires very quuckly.
ru: Ионнные турели отлично подавляют дронов, а также могут выводить из строя системы, не повреждая корпус. Эта турель очень быстро заряжается и стреляет.
zh_hans: 离子炮塔能有效压制无人机并瘫痪系统，且不伤及船体。而此型号的充能与发射速度更是快得出奇。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_2"]/title
source: Fire Ion Turret
ru: Зажигательная ионная турель
zh_hans: 火焰离子炮台

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_2"]/short
source: Fire I.
ru: Заж. ион.
zh_hans: 火焰离子。

# data/blueprints.xml.append$//weaponBlueprint[@name="OG_TURRET_ION_2"]/desc
source: Ion Turrets are excellent drone suppression aswell as being able to disable systems without causing hull damage. This one starts fires in the system it hits.
ru: Ионные турели отлично подавляют дронов, а также могут выводить из строя системы, не повреждая корпус. Эта турель вызывает возгорание в системе, по которой она стреляет.
zh_hans: 离子炮塔能出色地压制无人机，并可瘫痪系统而不造成船体损伤。此外，此型号还能引燃其命中的系统。
