Repository: ftl-mv-translation/old-guard
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru, zh_hans

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Ion
ru: Ион
zh_hans: 离子

source: Ion
ru: Ион
zh_hans: 离子

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Laser
ru: Лазер
zh_hans: 激光

source: Laser
ru: Лазер
zh_hans: 激光

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Flak
ru: Осколки
zh_hans: 破片

source: Flak
ru: Оскол.
zh_hans: 破片

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Focus
ru: Фокус
zh_hans: 光点

source: Focus
ru: Фокус
zh_hans: 光点

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OG_GUARD"]/title
source: Iron Watch Ship
ru: Корабль Железного дозора
zh_hans: 铁幕守望星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OG_GUARD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OG_DAWN"]/title
source: New Dawn Ship
ru: Корабль Нового рассвета
zh_hans: 新黎明星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OG_DAWN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER"]/class
source: Raider-Class
ru: Класс "Рейдер"
zh_hans: 掠夺者级

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER"]/name
source: The Wasp
ru: Оса
zh_hans: “黄蜂”号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER"]/desc
source: Raider-Class vessels are defined by their centrally mounted Turrets, however the turret on this ship has seen some better days. With an improved turret in place, this ship will pose a serious threat to the rebel fleet.
ru: Корабли класса "Рейдер" отличаются центрально расположенными турелями, однако турель на этом корабле видела и лучшие дни. С установленной усовершенствованной турелью этот корабль будет представлять серьезную угрозу для флота повстанцев.
zh_hans: 掠夺者级舰船的定义特征是其舰体中央的炮塔。然而，这艘船的炮塔已显破旧。若能换装一座强化炮塔，它将对叛军舰队构成严重威胁。

source: Raider-Class
ru: Класс "Рейдер"
zh_hans: 掠夺者级

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER_2"]/name
source: The Hornet
ru: Шершень
zh_hans: “大黄蜂”号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER_2"]/desc
source: This Raider-Class vessel packs a powerful laser cannon alongside a fast drone, allowing it to tear into enemy ships, however it's defensive capabilities are rather limited compared to other ships of it's class.
ru: Это судно класса "Рейдер" оснащено мощной лазерной пушкой и быстрым дроном, что позволяет ему прорываться сквозь вражеские корабли, однако его оборонительные возможности довольно ограничены по сравнению с другими кораблями этого класса.
zh_hans: 这艘掠夺者级舰船搭载了一门强力激光炮与一架高速无人机，凭借此配置能撕裂敌舰，但其防御能力较同级舰船而言相当有限。

source: Raider-Class
ru: Класс "Рейдер"
zh_hans: 掠夺者级

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER_3"]/name
source: The Snitch
ru: Стукач
zh_hans: 告密者

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_RAIDER_3"]/desc
source: With a powerful boarding crew and a turret deadly to both systems and crew alike, this vessel specializes in leaving the enemy's hull intact.
ru: Благодаря мощному абордажу и турели, смертельной как для систем, так и для экипажа, это судно специализируется на том, чтобы оставлять корпус врага неповрежденным.
zh_hans: 凭借强大的登船船员和对系统、船员皆致命的炮塔，这艘船专精于完整俘获敌舰。

source: Executor-Class
ru: Класс "Исполнитель"
zh_hans: 执行者级

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_EXECUTOR"]/name
source: The Bastion
ru: Бастион
zh_hans: 堡垒号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_EXECUTOR"]/desc
source: The Executor-Class vessels are armed with four seperate turrets, whether the ship has a powerful defensive specialization, or an impressive volley will be determined by the turrets installed.
ru: Корабли класса "Исполнитель" вооружены четырьмя отдельными турелями. Будет ли корабль обладать мощными оборонительными способностями или впечатляющей залповой мощью, зависит от установленных турелей.
zh_hans: 执行者级舰船配备有四座独立炮塔。无论该舰最终是成为强大的防御专精平台，还是展现出惊人的齐射火力，皆由所安装的炮塔类型决定。

source: Spearhead-Class
ru: Класс "Острие"
zh_hans: 先锋级

source: The Approaching Sun
ru: Восходящее Солнце
zh_hans: 烈日临空

source: An advanced cruiser designed by the New Dawn in their alliance with the rebellion. It's main offensive power is the powerful turret at the center of the ship.
ru: Передовой крейсер, разработанный Новым рассветом в сотрудничестве с повстанцами. Его основная ударная сила - мощная турель в центре корабля.
zh_hans: 这是一艘由新黎明在与叛军的联盟中设计的先进巡洋舰。其主要的进攻力量来源于舰体中央的强大炮塔。

source: Spearhead-Class
ru: Класс "Острие"
zh_hans: 先锋级

source: The God Ray
ru: Божественный Луч
zh_hans: 天启射线

source: This varient of the Spearhead-Class cruiser uses turrets to protect itself and it's weapons to provide offense. Using your turrets for offense will be risky without any other defensive systems to rely on.
ru: Этот вариант крейсера класса "Острие" использует турели как для защиты, так и для атаки. Использование турелей в атаке будет рискованным без других защитных систем, на которые можно положиться.
zh_hans: 这款先锋级星舰的变体使用炮塔进行自身防御，同时依靠武器系统提供进攻火力。但请注意，若将所有炮塔用于进攻而缺乏其他防御系统，将非常冒险。

source: Spearhead-Class
ru: Класс "Острие"
zh_hans: 先锋级

source: The Burning Emblem
ru: Пылающий Герб
zh_hans: 烈印号

source: Armed to the teeth, this ship is fully combat focused. A product of rebel design the ship makes use of malforms to eliminate the need for oxygen, and a doctor drone in place of a medical system.
ru: Вооруженный до зубов, этот корабль полностью ориентирован на боевые действия. Созданный по проекту повстанцев, корабль использует Деформов, что позволяет отказаться от кислорода и Доктора-дрона вместо Медотсека.
zh_hans: 这艘船武装到牙齿，完全为战斗而生。作为叛军设计的产物，它利用畸形体消除了对氧气的需求，并以医疗无人机取代了传统的医疗系统。

source: Colossus-Class
ru: Класс "Колосс"
zh_hans: 巨像级

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_DAWN_BIG"]/name
source: The Fortress
ru: Крепость
zh_hans: 要塞号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_DAWN_BIG"]/desc
source: With a battery of four seperate mainline turrets, this ship is able to go toe to toe with any foe.
ru: Благодаря четырем отдельным турелям на главной линии, этот корабль способен сражаться на равных с любым противником.
zh_hans: 凭借四座独立的主炮塔阵列，这艘船足以与任何敌人正面交锋。

source: Colossus-Class
ru: Класс "Колосс"
zh_hans: 巨像级

source: The Impervious
ru: Непроницаемый
zh_hans: 无懈可击

source: This ship cannot install shields or cloaking, and so has to rely on it's turrets for defence.
ru: Этот корабль не может установить систему щитов или маскировку, поэтому для защиты ему приходится полагаться на свои турели.
zh_hans: 这艘船无法安装护盾或隐形系统，因此必须完全依赖其炮塔进行防御。

source: Colossus-Class
ru: Класс "Колосс"
zh_hans: 巨像级

source: The Empire
ru: Империя
zh_hans: 帝国

source: An ancient battleship discovered in the deepest reaches of space. A team of engineers worked to restore it to it's former glory.
ru: Древний боевой корабль, обнаруженный в самых глубоких уголках космоса. Команда инженеров поработала на славу над тем, чтобы вернуть ему былую славу.
zh_hans: 一艘于宇宙至深之处被发现的远古战舰。一支工程师团队正致力于让其重拾昔日荣光。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KESTREL"]/class
source: Iron Kestrel Cruiser
ru: Крейсер Железная Пустельга
zh_hans: 铁血红隼星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KESTREL"]/name
source: Supercausal
ru: Сверхпричинный
zh_hans: 超光速

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KESTREL"]/desc
source: An iconic Kestrel-model cruiser, this vessel is well rounded and well suited to both experienced and inexperienced captains.
ru: Это культовое крейсерское судно модели "Пустельга" имеет отличную комплектацию и хорошо подходит как для опытных, так и для неопытных капитанов.
zh_hans: 作为一款标志性的红隼星舰，它性能均衡全面，无论经验丰富的新老船长都能轻松驾驭。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_REBEL"]/class
source: Iron Rebel Cruiser
ru: Крейсер Железных повстанцев
zh_hans: 铁血叛军星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_REBEL"]/name
source: Corsica
ru: Корсика
zh_hans: 阿雅克肖

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_REBEL"]/desc
source: Using reverse engineered Iron Watch turret tech and weaponry similar to that of the Flagship, this powerful cruiser packs a serious punch.
ru: Используя артиллерийские технологии Железного дозора и вооружение, аналогичное Флагману, этот мощный крейсер представляет собой серьезную угрозу.
zh_hans: 这艘强大的星舰融合了逆向工程自铁幕守望的炮塔科技，以及类似旗舰的武器系统，足以造成严重破坏。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_CURA"]/class
source: Iron Innovation Cruiser
ru: Крейсер Железных Инноваций
zh_hans: 铁血革新社星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_CURA"]/name
source: The Iron Giant
ru: Железный Гигант
zh_hans: A.R.U.C.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_CURA"]/desc
source: Powered with a neutered Rebel AI-core, this ship carries prototype equipment used for creating power surges.
ru: На этом корабле, оснащенном ограниченным ИИ-ядром повстанцев, установлен прототип оборудования, используемого для создания выбросов энергии.
zh_hans: 这艘船使用了一个经过功能阉割的叛军AI核心作为动力，并搭载了用于制造能量涌动的原型设备。

source: Iron Separatist Cruiser
ru: Крейсер Железных Сепаратистов
zh_hans: 铁血分离者星舰

source: The Isolation
ru: Изоляция
zh_hans: 孤寂

source: A lonesome Separatist Engi pilots this ship without aid of an extensive crew, but with the company of his personnel drones he can manage.
ru: Одинокий энджи-Сепаратист пилотирует этот корабль без помощи многочисленной команды, но в компании своих пехотных дронов у него все получится.
zh_hans: 一位孤独的半械分离者独自驾驶着这艘船，没有庞大的船员队伍，但幸好有他的人员无人机作伴，倒也应付得来。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ANGEL"]/class
source: Iron Angelic Deathbringer
ru: Железный Ангел. вестник смерти
zh_hans: 铁血告死星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ANGEL"]/name
source: Venus
ru: Венера
zh_hans: 路西法

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ANGEL"]/desc
source: The Angels are some of the finest mercenaries in the galaxy. This stealth ship must rely on its deadly crew to kill the enemy quickly before it takes too much damage.
ru: Ангелы - одни из лучших наемников в галактике. Этот корабль-невидимка должен полагаться на свою смертоносную команду, чтобы быстро уничтожить врага, пока он не получил слишком много повреждений.
zh_hans: 死亡使者是银河系中最顶尖的雇佣兵之一。这艘隐身舰必须依赖其致命的船员，在承受过多伤害前快速击杀敌人。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ROCK"]/class
source: Iron Rock Cruiser
ru: Крейсер Железных валунов
zh_hans: 铁血岩石星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ROCK"]/name
source: Rampart
ru: Вал
zh_hans: 壁垒

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_ROCK"]/desc
source: Similar to its designers, this super-dense behemoth uses brute force to overwhelm its foes.
ru: Этот корабль, как и его создатели, напоминает тяжелого бегемота и сокрушает врагов с помощью грубой силы.
zh_hans: 与其设计者一脉相承，这艘超级致密的巨兽依靠纯粹的蛮力来压倒敌人。

source: Iron Peacekeeping Cruiser
ru: Крейсер Железных Миротворцев
zh_hans: 铁血维和星舰

source: The Beggar
ru: Нищий
zh_hans: 拉撒路

source: A sleek and state of the art Zoltan vessel design. This model is iconic for being Devorak Rei's very own personal cruiser.
ru: Гладкий и современный дизайн золтанского судна. Эта модель стала культовой благодаря тому, что была личным крейсером Деворака Рея.
zh_hans: 这是一艘设计流线、技术先进的超能舰船。该型号因其作为德沃拉克的个人专属巡洋舰而闻名。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KNIGHT"]/class
source: Iron Knighted Cruiser
ru: Крейсер Железных Атаманов
zh_hans: 铁血夜爵星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KNIGHT"]/name
source: The Silver Raven
ru: Серебряный ворон
zh_hans: 黑鸦

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_OG_KNIGHT"]/desc
source: This small cruiser might have little hull, but it still exists as the KoN's flagship vessel. It's not the size that matters, but the way you use it.
ru: Может этот маленький крейсер и не сильно прочный, он все же является флагманским кораблем самого Атамана. Ведь важен не размер, а умение им пользоваться.
zh_hans: 这艘小型巡洋舰船体或许单薄，但依然是七夜爵士团的旗舰。正所谓，船不在大，善用则灵。

# data/blueprints.xml.append$//augBlueprint[@name="OG_REFLECTIVE_PLATING"]/title
source: Reflective Plating
ru: Отражающее покрытие
zh_hans: 反射装甲

# data/blueprints.xml.append$//augBlueprint[@name="OG_REFLECTIVE_PLATING"]/desc
source: Halves the damage of beams hitting this ship, rounding down, but not below 1.
ru: Уменьшает урон от лучей, попадающих в этот корабль, в два раза, с округлением в меньшую сторону, но не ниже 1.

source: Turret Pre-energiser
ru: Предварительное питание турели
zh_hans: 炮塔预热充能器

# data/blueprints.xml.append$//augBlueprint[@name="OG_TURRET_PREIGNITE_WEAK"]/desc
source: Half of the turret's charges are made immediately available after an FTL jump.
ru: Половина зарядов турелей становится доступной сразу после ССД прыжка.
zh_hans: 在进行一次超光速跳跃后，该炮塔的一半充能数将立即可用。

# data/blueprints.xml.append$//augBlueprint[@name="OG_TURRET_PREIGNITE"]/title
source: Turret Pre-igniter
ru: Предзажигатель турели
zh_hans: 炮塔预热器

# data/blueprints.xml.append$//augBlueprint[@name="OG_TURRET_PREIGNITE"]/desc
source: Turrets are made immediately available after an FTL jump.
ru: Турели заряжены сразу после ССД-прыжка.
zh_hans: 超光速跳跃后，炮塔立即就绪。

# data/blueprints.xml.append$//augBlueprint[@name="OG_DAWN_INITIATE"]/title
source: New Dawn Initiate
ru: Инициатор Нов. рассв.
zh_hans: 新黎明新兵

# data/blueprints.xml.append$//augBlueprint[@name="OG_DAWN_INITIATE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//systemBlueprint[@name="og_turret_adaptive"]/desc
source: Powers your ship's turret. Upgrading lowers the charge time of the turret. Turret position can be altered outside of combat to best fit the ship, can be upgraded to a large turret slot.
zh_hans: 为舰船炮塔供能，升级可缩短其充能时间。炮塔可在非战斗状态下重新部署，以适配舰船的最佳布局，并能最终升级为大型炮塔插槽。
