Repository: ftl-mv-translation/old-guard
Catalog: locale/data/events_special_storage.xml.append/*.po
Languages: ru, zh_hans

source: Turret Control.
ru: Управление турелью.
zh_hans: 炮塔操控。

source: Do something with your Turret Control system.
ru: Сделать что-нибудь с вашей системой управления турелью.
zh_hans: 使用你的炮塔操控系统进行一些操作。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: Turret Manufacturing.
ru: Производство турелей.
zh_hans: 炮塔制造。

source: Reposition your Adaptive Turret Slot.
ru: Изменить положение слота Адаптивной турели.
zh_hans: 重新部署你的自适应炮塔插槽。

source: Which Turret to install?
ru: Какую турель установить?
zh_hans: 安装哪一门炮塔？

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: Replace the Turret?
ru: Заменить турель?
zh_hans: 替换炮塔？

source: Leave it empty.
ru: Оставить пустым.
zh_hans: 保持为空。

# data/events_special_storage.xml.append$//event[@name="OG_CRAFT_MAIN_MENU"]/text
source: Available Blueprints.
ru: Доступные чертежи.
zh_hans: 可用蓝图。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: Craft a turret base.
ru: Создать основание для турели.
zh_hans: 制造炮塔基座。

# data/events_special_storage.xml.append$//event[@name="OG_CRAFT_CRAFT"]/text
source: Requires:
ru: Требуется:
zh_hans: 需求：

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

# data/events_special_storage.xml.append$//event[@name="OG_CRAFT_CRAFT_STEP"]/text
source: Choose Crafting Component.
ru: Выберите компонент для создания.
zh_hans: 选择制作材料。

source: Turret bases can take place instead of a defence drone when manufacturing a turret, however it is often cheaper to use defence drones over turret bases if you have them available.
ru: При создании турелей можно использовать основания турелей вместо защитных дронов, однако, если у вас есть защитный дроны, их использование часто обходится дешевле, чем основание турелей.
zh_hans: 在制造炮塔时，可以用炮塔基座替代防御无人机。然而，如果你有可用的防御无人机，使用它们通常比使用炮塔基座更便宜。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: Construct a Laser Turret Base.
ru: Создать основание для лазерной турели.
zh_hans: 建造激光炮塔基座。

source: You create the turret base.
ru: Вы создаете базу для турели.
zh_hans: 炮塔基座制造完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Construct a Ion Turret Base.
ru: Создать основание для ионной турели.
zh_hans: 建造离子炮塔基座。

source: You create the turret base.
ru: Вы создаете базу для турели.
zh_hans: 炮塔基座制造完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Construct a Missile Turret Base.
ru: Создать основание для ракетной турели.
zh_hans: 建造导弹炮塔基座。

source: You create the turret base.
ru: Вы создаете базу для турели.
zh_hans: 炮塔基座制造完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Construct a Focus Turret Base.
ru: Создать основание для точечной турели.
zh_hans: 建造光点炮塔基座。

source: You create the turret base.
ru: Вы создаете базу для турели.
zh_hans: 炮塔基座制造完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Construct a Micro Turret Base.
ru: Создать основание для микротурели.
zh_hans: 建造微型炮塔基座。

source: You create the turret base.
ru: Вы создаете базу для турели.
zh_hans: 炮塔基座制造完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Turret Control.
ru: Управление турелью.
zh_hans: 炮塔操控。

source: What upgrade do you want to install?
ru: Какое улучшение вы хотите установить?
zh_hans: 你要安装什么升级？

source: Overclocked Motors. [UNAVAILABLE: You already have the max of this upgrade]
ru: Разогнанные моторы. [НЕДОСТУПНО: Вы установили максимальное количество улучшений этого типа]
zh_hans: 极限超频动力。 [不可用：你已达到此升级的最大数量]

source: Overclocked Motors LvL 2. [Cost: 35~, 3|]
ru: Разогнанные моторы ур. 2. [Цена: 35~, 3|]
zh_hans: 极限超频动力等级 2。[费用: 35~, 3|]

source: Overclocked Motors LvL 1. [Cost: 35~, 3|]
ru: Разогнанные моторы ур. 1. [Цена: 35~, 3|]
zh_hans: 极限超频动力等级 1。[费用: 35~, 3|]

source: Accelerators. [UNAVAILABLE: You already have the max of this upgrade]
ru: Ускорители. [НЕДОСТУПНО: Вы установили максимальное количество улучшений этого типа]
zh_hans: 弹道加速器。 [不可用：你已达到此升级的最大数量]

source: Accelerators LvL 2. [Cost: 30~, 5}]
ru: Ускорители ур. 2 [Цена: 30~, 5]
zh_hans: 弹道加速器等级2。[费用: 30~, 5}]

source: Accelerators LvL 1. [Cost: 30~, 5}]
ru: Ускорители ур. 1. [Цена: 30~, 5}]
zh_hans: 弹道加速器等级1。[费用: 30~, 5}]

source: Manual Dexterity. [ALREADY INSTALLED]
ru: Ловкость рук. [УЖЕ УСТАНОВЛЕНО]
zh_hans: 手操灵敏度。 [已安装]

source: Manual Dexterity. [Cost: 30~, 5|]
ru: Ловкость рук. [Цена: 30~, 5|]
zh_hans: 手操灵敏度。[费用: 30~, 5|]

source: Expanded Circuitry. [ALREADY INSTALLED]
ru: Расширенная схемотехника [УЖЕ УСТАНОВЛЕНО]
zh_hans: 扩展电路。[已安装]

source: Expanded Circuitry. [Cost: 30~, 5|]
ru: Расширенная схемотехника [Цена: 30~, 5|]
zh_hans: 扩展电路。[费用: 30~, 5|]

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: You are about to install the Overclocked Motors upgrade. [Effects: Turrets Rotate 50% faster. Can be installed 2 times.]
ru: Вы собираетесь установить улучшение Разогнанные моторы. [Эффекты: турели вращаются на 50% быстрее. Можно установить 2 раза]
zh_hans: 你即将安装极限超频动力升级。 [效果：炮塔旋转速度提升50%。可安装2次。]

source: Perform the upgrade. [Cost: 35~, 3|]
ru: Установить улучшение. [Цена: 35~, 3|]
zh_hans: 执行升级。[费用: 35~, 3|]

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Install the External Augment internally.
ru: Преобразовать внешний модуль во внутренний.
zh_hans: 将该外置部件内置化。

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: You are about to install the Accelerators upgrade. [Effects: Turret projectiles move 50% faster. Can be installed 2 times.]
ru: Вы собираетесь установить улучшение Ускорители. [Эффекты: снаряды из турели летят на 50% быстрее. Может быть установлено 2 раза]
zh_hans: 你即将安装弹道加速器升级。 [效果：炮塔射弹飞行速度提升50%。可安装2次。]

source: Perform the upgrade. [Cost: 30~, 5}]
ru: Установить улучшение. [Цена: 30~, 5}]
zh_hans: 执行升级。[成本: 30~, 5}]

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Install the External Augment internally.
ru: Преобразовать внешний модуль во внутренний.
zh_hans: 将该外置部件内置化。

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: You are about to install the Manual Dexterity upgrade. [Effects: Turrets gain 180 rotation speed when manually targetted.]
ru: Вы собираетесь установить улучшение Ловкость рук. [Эффекты: турели увеличивают скорость поворота на 180 градусов при ручном наведении]
zh_hans: 你即将安装手操灵敏度升级。 [效果：炮塔在手动瞄准时获得180点旋转速度。]

source: Perform the upgrade. [Cost: 30~, 5|]
ru: Установить улучшение. [Цена: 30~, 5|]
zh_hans: 执行升级。[成本: 30~, 5|]

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Install the External Augment internally.
ru: Преобразовать внешний модуль во внутренний.
zh_hans: 将该外置部件内置化。

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: You are about to install the Expanded Circuitry upgrade. [Effects: Expands the adaptive turret's slot to accept all sizes of turrets.]
ru: Вы собираетесь установить улучшение Расширенная схемотехника. [Эффекты: увеличивает слот адаптивной турели, чтобы он мог вмещать турели всех размеров]
zh_hans: 你即将安装扩展电路升级。 [效果：拓展自适应炮塔的插槽，使其可装配所有尺寸的炮塔。]

source: Perform the upgrade. [Cost: 30~, 5|]
ru: Установить улучшение. [Цена: 30~, 5|]
zh_hans: 执行升级。[费用: 30~, 5|]

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Install the External Augment internally.
ru: Преобразовать внешний модуль во внутренний.
zh_hans: 将该外置部件内置化。

source: You install the upgrade.
ru: Вы устанавливаете улучшение.
zh_hans: 安装完成。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: OG: Select Turret 1
ru: OG: Выбрать турель 1
zh_hans: 选择 1 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 1
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 1
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 1 号炮塔

source: OG: Select Turret 2
ru: OG: Выбрать турель 2
zh_hans: 选择2号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 2
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 2
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 2 号炮塔

source: OG: Select Turret 3
ru: OG: Выбрать турель 3
zh_hans: 选择 3 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 3
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 3
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 3 号炮塔

source: OG: Select Turret 4
ru: OG: Выбрать турель 4
zh_hans: 选择 4 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 4
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 4
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 4 号炮塔

source: OG: Select Turret 5
ru: OG: Выбрать турель 5
zh_hans: 选择 5 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 5
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 5
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 5 号炮塔

source: OG: Select Turret 6
ru: OG: Выбрать турель 6
zh_hans: 选择 6 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 6
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 6
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 6 号炮塔

source: OG: Select Turret 7
ru: OG: Выбрать турель 7
zh_hans: 选择 7 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 7
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 7
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 7 号炮塔

source: OG: Select Turret 8
ru: OG: Выбрать турель 8
zh_hans: 选择 8 号炮塔：

source: Press any key to set the hotkey, press escape to reset. Currently setting hotkey: Select Turret 8
ru: Нажмите любую клавишу, чтобы выбрать горячую клавишу, нажмите Escape, чтобы сбросить настройки. В настоящее время выбирается горячая клавиша: Выбрать турель 8
zh_hans: 按任意键设置快捷键，按ESC键重置。 正在设置快捷键：选择 8 号炮塔

source: Re-enable Turret Control Tutorial.
ru: Повторно включить руководство по управлению турелью.
zh_hans: 重新启用炮塔操控教程。

source: (Drive Hacker) Summon an Old Guard MV vessel.
ru: (Взломщик МВ-приводов) Вызвать МВ-судно Old Guard.
zh_hans: (多元劫持器) 召唤一艘多元昔日卫队舰船。

source: You check what ships are available to be summoned currently. Summoning an MV boss will take 7{.
ru: Вы проверяете, какие корабли доступны для вызова в данный момент. Вызов босса Мультивселенной требует 7{.
zh_hans: 你查看了当前可召唤的舰船列表。召唤一个多元boss需要消耗 7{。

source: Raider Class C - Drops Light Charger Turret
ru: Класс "Рейдер" В - выпадает Легкая зарядная турель
zh_hans: 掠夺者 C 型 - 掉落：轻型充能炮塔

source: You power up the machine to max and watch as a rift opens, shaking the ship until suddenly it powers off, and a flashing green light followed by a string of coordinates signifies that it has worked.
ru: Вы включаете машину на полную мощность и наблюдаете, как открывается разлом, тряся корабль. Затем она внезапно отключается, и мигающий зеленый свет вместе с строчкой координат информирует вас о том, что это сработало.
zh_hans: 你把机器的电源调到最大，看着裂隙打开，摇晃飞船，直到它突然关机，闪烁的绿灯后面跟着一串坐标表示它起作用了。

source: Nevermind, do something else.
ru: Неважно, заняться чем-то еще.
zh_hans: 算了，还是做点别的吧。

source: (Cargo Crate) Open the Cargo Crate.
ru: (Грузовой ящик) Открыть грузовой ящик.
zh_hans: (货物箱) 打开货物箱。

source: Are you sure you want to do this? It's unlikely the people you're delivering it to will be happy with you after this.
ru: Вы уверены, что хотите это сделать? Вряд ли люди, которым вы это доставляете, будут вам благодарны после этого.
zh_hans: 你确定要这么做吗？这么做的话，委托你送货的人恐怕不会高兴。

source: Do it!
ru: Сделать это!
zh_hans: 动手吧！

source: You open the crate to discover a jumble of components and parts, the only thing useable is a half dismantled Turret Pre-energiser, which you're able to get back into working order, the rest is useless to you.
ru: Вы открываете ящик и обнаруживаете в нем беспорядочную кучу компонентов и деталей. Единственное, что можно использовать, - это наполовину разобранный Предварительное питание турели, который вы можете вернуть в рабочее состояние. Остальное для вас бесполезно.
zh_hans: 你打开货箱，发现里面是一堆杂乱无章的组件和零件，唯一能用的只有一个被拆了一半的炮塔预热充能器。你设法让它恢复了工作状态，剩下的东西对你来说毫无用处。

source: Nevermind.
ru: Неважно.
zh_hans: 算了。
